<!doctype html>



  


<html class="theme-next mist use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">



<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css">


  <meta name="keywords" content="Android, Java, 教育, 技术">





  <link rel="alternate" href="/atom.xml" title="森.林木" type="application/atom+xml">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0">






<meta property="og:type" content="website">
<meta property="og:title" content="森.林木">
<meta property="og:url" content="http://xhrong.github.io/page/17/index.html">
<meta property="og:site_name" content="森.林木">
<meta property="og:locale" content="zh-Hans">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="森.林木">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://xhrong.github.io/page/17/">





  <title> 森.林木 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left 
   page-home 
 ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">森.林木</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            
  <section id="posts" class="posts-expand">
    
      

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://xhrong.github.io/2019/02/10/经验框架认知学习法/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="xhrong">
    <meta itemprop="description" content>
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="森.林木">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="森.林木" src>
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2019/02/10/经验框架认知学习法/" itemprop="url">
                  经验框架认知学习法
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2019-02-10T00:00:00+00:00">
                2019-02-10
              </time>
            

            

            
          </span>

          
            <span class="post-category">
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/学习/" itemprop="url" rel="index">
                    <span itemprop="name">学习</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2019/02/10/经验框架认知学习法/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2019/02/10/经验框架认知学习法/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2019/02/10/经验框架认知学习法/" class="leancloud_visitors" data-flag-title="经验框架认知学习法">
               <span class="post-meta-divider">|</span>
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <h3 id="&#x7F8E;&#x8BFA;&#x6096;&#x8BBA;&#x7684;&#x542F;&#x793A;"><a href="#&#x7F8E;&#x8BFA;&#x6096;&#x8BBA;&#x7684;&#x542F;&#x793A;" class="headerlink" title="&#x7F8E;&#x8BFA;&#x6096;&#x8BBA;&#x7684;&#x542F;&#x793A;"></a>&#x7F8E;&#x8BFA;&#x6096;&#x8BBA;&#x7684;&#x542F;&#x793A;</h3><p>&#x5173;&#x4E8E;&#x4EBA;&#x7C7B;&#x8BA4;&#x77E5;&#x7684;&#x53EF;&#x5B9E;&#x73B0;&#x6027;&#xFF0C; &#x5728;&#x53E4;&#x5E0C;&#x814A;&#x7684;&#x54F2;&#x5B66;&#x5BF9;&#x8BDD;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x6709;&#x8DA3;&#x7684;&#x6545;&#x4E8B;&#xFF1A;</p>
<blockquote>
<p>&#x7F8E;&#x8BFA;&#x95EE;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#xFF1A;&#x201C;&#x4F60;&#x662F;&#x4E0D;&#x662F;&#x5728;&#x5BFB;&#x627E;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#xFF1F;&#x201D;<br>&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x8BF4;&#xFF1A;&#x201C;&#x5BF9;&#xFF0C;&#x6211;&#x662F;&#x5728;&#x627E;&#x5BFB;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x201D;&#x3002;<br>&#x7F8E;&#x8BFA;&#x53C8;&#x95EE;&#xFF1A;&#x201C;&#x4F60;&#x73B0;&#x5728;&#x662F;&#x5426;&#x5DF2;&#x7ECF;&#x627E;&#x5230;&#x4E86;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#xFF1F;&#x201D;<br>&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x8FD8;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x6211;&#x6B63;&#x5728;&#x627E;&#x5BFB;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x8FC7;&#x7A0B;&#x5F53;&#x4E2D;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x627E;&#x5230;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x3002;&#x201D;<br>&#x7F8E;&#x8BFA;&#x8BF4;&#xFF1A;&#x201C;&#x4F60;&#x65E2;&#x7136;&#x8FD8;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x53EA;&#x662F;&#x5728;&#x5BFB;&#x627E;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5982;&#x4F55;&#x624D;&#x80FD;&#x627E;&#x5230;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#xFF1F;&#x5047;&#x5982;&#x6709;&#x4E00;&#x5929;&#x4F60;&#x627E;&#x5230;&#x4E86;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x4F60;&#x5982;&#x4F55;&#x77E5;&#x9053;&#x8FD9;&#x6B63;&#x662F;&#x4F60;&#x8981;&#x5BFB;&#x627E;&#x7684;&#x610F;&#x4E49;&#xFF1B;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x6070;&#x6070;&#x5728;&#x4F60;&#x521A;&#x521A;&#x5BFB;&#x627E;&#x5230;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x65F6;&#x4F60;&#x600E;&#x4E48;&#x77E5;&#x9053;&#x8FD9;&#x5C31;&#x662F;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;?&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#xFF0C;&#x4E00;&#x4EF6;&#x4E1C;&#x897F;&#x4F60;&#x6839;&#x672C;&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4F60;&#x53C8;&#x600E;&#x4E48;&#x53BB;&#x5BFB;&#x627E;&#x5B83;&#x5462;&#xFF1F;&#x4F60;&#x51ED;&#x4EC0;&#x4E48;&#x7279;&#x70B9;&#x628A;&#x4F60;&#x6240;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E1C;&#x897F;&#x63D0;&#x51FA;&#x6765;&#x52A0;&#x4EE5;&#x7814;&#x7A76;&#x5462;&#xFF1F;&#x5728;&#x4F60;&#x6B63;&#x597D;&#x78B0;&#x5230;&#x5B83;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x600E;&#x4E48;&#x77E5;&#x9053;&#x8FD9;&#x662F;&#x4F60;&#x6240;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x90A3;&#x4E2A;&#x4E1C;&#x897F;&#x5462;&#xFF1F;&#x201D;</p>
</blockquote>
<p>&#x8FD9;&#x6BB5;&#x62D7;&#x53E3;&#x7684;&#x5BF9;&#x8BDD;&#xFF0C;&#x76F4;&#x767D;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x8868;&#x8FBE;&#x4E86;&#x4E0A;&#x4E00;&#x4E2A;&#x77DB;&#x76FE;&#x7684;&#x4E1C;&#x897F;&#xFF1A;<strong>&#x4E00;&#x4E2A;&#x4EBA;&#x65E2;&#x4E0D;&#x4F1A;&#x5BFB;&#x627E;&#x4ED6;&#x6240;&#x77E5;&#x9053;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x5BFB;&#x627E;&#x4ED6;&#x6240;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF1A;&#x4ED6;&#x4E0D;&#x4F1A;&#x5BFB;&#x627E;&#x4ED6;&#x6240;&#x77E5;&#x9053;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x5DF2;&#x7ECF;&#x77E5;&#x9053;&#x4E86;&#xFF1B;&#x4ED6;&#x4E5F;&#x4E0D;&#x4F1A;&#x5BFB;&#x627E;&#x4ED6;&#x6240;&#x4E0D;&#x77E5;&#x9053;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4E0D;&#x77E5;&#x9053;&#x8981;&#x5BFB;&#x627E;&#x4EC0;&#x4E48;&#x3002;</strong> &#x8FD9;&#x5C31;&#x662F;&#x6240;&#x8C13;&#x7684;&#x7F8E;&#x8BFA;&#x6096;&#x8BBA;&#x3002;&#x4E00;&#x4E2A;&#x76F4;&#x89C2;&#x4E0A;&#x660E;&#x663E;&#x4E0D;&#x6210;&#x7ACB;&#xFF0C;&#x5374;&#x53C8;&#x5728;&#x903B;&#x8F91;&#x4E0A;&#x4EFF;&#x4F5B;&#x65E0;&#x53EF;&#x53CD;&#x9A73;&#x3002;</p>
<p>&#x5386;&#x6765;&#x5173;&#x4E8E;&#x8FD9;&#x4E2A;&#x6096;&#x8BBA;&#x7684;&#x53CD;&#x9A73;&#xFF0C;&#x65E0;&#x5916;&#x4E24;&#x4E2A;&#x8BBA;&#x70B9;&#xFF1A;&#x5176;&#x4E00;&#x662F;&#xFF0C;&#x7ECF;&#x9A8C;&#x7684;&#x79EF;&#x7D2F;&#x4F1A;&#x88AB;&#x52A8;&#x7684;&#x6269;&#x5C55;&#x8BA4;&#x77E5;&#xFF0C;&#x5176;&#x4E8C;&#x662F;&#xFF0C;&#x77E5;&#x8BC6;&#x662F;&#x666E;&#x904D;&#x8054;&#x7CFB;&#x7684;&#xFF0C;&#x4E14;&#x662F;&#x53EF;&#x6E10;&#x77E5;&#x7684;&#x3002;&#x8FD9;&#x4E24;&#x4E2A;&#x8BBA;&#x70B9;&#xFF0C;&#x6070;&#x6070;&#x662F;&#x4EBA;&#x7C7B;&#x8BA4;&#x77E5;&#x7684;&#x6839;&#x672C;&#x65B9;&#x6CD5;&#x3002;&#x6B63;&#x662F;&#x8FD9;&#x4E24;&#x4E2A;&#x65B9;&#x6CD5;&#xFF0C;&#x8BA9;&#x7269;&#x6211;&#x5BF9;&#x7ACB;&#x5F97;&#x4EE5;&#x7EDF;&#x4E00;&#x3002;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x7ED9;&#x51FA;&#x4E86;&#x4EBA;&#x7C7B;&#x8BA4;&#x77E5;&#x6700;&#x4E3A;&#x5173;&#x952E;&#x7684;&#x542F;&#x793A;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#xFF1A;&#x7ECF;&#x9A8C;&#x5F15;&#x5BFC;&#x77E5;&#x8BC6;&#xFF0C;&#x77E5;&#x8BC6;&#x76F8;&#x4E92;&#x8054;&#x7CFB;&#xFF1B;&#x7531;&#x7ECF;&#x9A8C;&#x70B9;&#x71C3;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#xFF0C;&#x8FDB;&#x800C;&#x57FA;&#x4E8E;&#x6846;&#x67B6;&#x5B8C;&#x6210;&#x6574;&#x5408;&#x8BA4;&#x77E5;&#x3002;&#x662F;&#x8C13; <strong>&#x201C;&#x7ECF;&#x9A8C;&#x6846;&#x67B6;&#x8BA4;&#x77E5;&#x5B66;&#x4E60;&#x6CD5;&#x201D;</strong></p>
<h3 id="&#x7ECF;&#x9A8C;&#x4E4B;&#x8BF4;"><a href="#&#x7ECF;&#x9A8C;&#x4E4B;&#x8BF4;" class="headerlink" title="&#x7ECF;&#x9A8C;&#x4E4B;&#x8BF4;"></a>&#x7ECF;&#x9A8C;&#x4E4B;&#x8BF4;</h3><p>&#x5728;&#x5FC3;&#x7406;&#x5B66;&#x9886;&#x57DF;&#xFF0C;&#x5B66;&#x4E60;&#x88AB;&#x5B9A;&#x4E49;&#x4E3A;&#xFF1A;&#x7531;&#x7ECF;&#x9A8C;&#x5F15;&#x8D77;&#x7684;&#x4E2A;&#x4F53;&#x884C;&#x4E3A;&#x76F8;&#x5BF9;&#x6301;&#x4E45;&#x7684;&#x53D8;&#x5316;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x7ECF;&#x9A8C;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x5B66;&#x4E60;&#x552F;&#x4E00;&#x9014;&#x5F84;&#x3002;&#x5BF9;&#x4E8E;&#x5B9E;&#x8DF5;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x5B9A;&#x4E49;&#x592A;&#x8FC7;&#x4E8E;&#x7B3C;&#x7EDF;&#xFF0C;&#x4E0D;&#x5177;&#x53EF;&#x6267;&#x884C;&#x6027;&#x3002;&#x53CD;&#x89C2;&#x5965;&#x82CF;&#x8D1D;&#x5C14;&#x7684;&#x5148;&#x884C;&#x7EC4;&#x7EC7;&#x8005;&#x7406;&#x8BBA;&#x66F4;&#x6709;&#x64CD;&#x4F5C;&#x6027;&#x3002;&#x5148;&#x884C;&#x7EC4;&#x7EC7;&#x8005;&#x662F;&#x5148;&#x4E8E;&#x5B66;&#x4E60;&#x4EFB;&#x52A1;&#x672C;&#x8EAB;&#x5448;&#x73B0;&#x7684;&#x4E00;&#x79CD;&#x5F15;&#x5BFC;&#x6027;&#x6750;&#x6599;&#xFF0C;&#x8981;&#x6BD4;&#x539F;&#x5B66;&#x4E60;&#x4EFB;&#x52A1;&#x672C;&#x8EAB;&#x6709;&#x66F4;&#x9AD8;&#x7684;&#x62BD;&#x8C61;&#x3001;&#x6982;&#x62EC;&#x548C;&#x5305;&#x5BB9;&#x6C34;&#x5E73;&#xFF0C;&#x5E76;&#x4E14;&#x80FD;&#x6E05;&#x6670;&#x5730;&#x4E0E;&#x8BA4;&#x77E5;&#x7ED3;&#x6784;&#x4E2D;&#x539F;&#x6709;&#x7684;&#x89C2;&#x5FF5;&#x548C;&#x65B0;&#x7684;&#x5B66;&#x4E60;&#x4EFB;&#x52A1;&#x5173;&#x8054;&#x3002;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x5148;&#x884C;&#x7EC4;&#x7EC7;&#x8005;&#x53C8;&#x8FC7;&#x4E8E;&#x5C40;&#x9650;&#xFF0C;&#x53EF;&#x7EB3;&#x5165;&#x7684;&#x4E1C;&#x897F;&#x592A;&#x5C11;&#x4E86;&#x3002;</p>
<p>&#x5F53;&#x6211;&#x4EEC;&#x53CD;&#x601D;&#x81EA;&#x5DF1;&#x7684;&#x8BA4;&#x77E5;&#x8FC7;&#x7A0B;&#xFF0C;&#x7ECF;&#x9A8C;&#x603B;&#x662F;&#x5728;&#x6211;&#x4EEC;&#x5F00;&#x59CB;&#x5B66;&#x4E60;&#x4EFB;&#x4F55;&#x65B0;&#x4E8B;&#x7269;&#x4E4B;&#x524D;&#xFF0C;&#x6216;&#x591A;&#x6216;&#x5C11;&#x7684;&#x5B58;&#x5728;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x8FC7;&#x5F80;&#x7684;&#x7ECF;&#x5386;&#x4E2D;&#x4E86;&#xFF0C;&#x53EA;&#x662F;&#x6709;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x76F4;&#x63A5;&#x7684;&#x53D1;&#x73B0;&#x5B83;&#x3002;&#x6709;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x81EA;&#x884C;&#x53D1;&#x73B0;&#xFF0C;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x6700;&#x597D;&#x4E0D;&#x8981;&#x6025;&#x7740;&#x5B66;&#x4E60;&#x65B0;&#x4E8B;&#x7269;&#xFF0C;&#x5148;&#x53BB;&#x6FC0;&#x6D3B;&#x7ECF;&#x9A8C;&#x5427;&#x3002;</p>
<p>&#x7ECF;&#x9A8C;&#x662F;&#x8BA4;&#x77E5;&#x6700;&#x597D;&#x7684;&#x50AC;&#x5316;&#x5242;&#xFF0C;&#x6CA1;&#x6709;&#x7ECF;&#x9A8C;&#x4E3A;&#x57FA;&#x7840;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x4EE5;&#x62BD;&#x8C61;&#x5F62;&#x5F0F;&#x8FDB;&#x884C;&#x52A0;&#x5DE5;&#x7684;&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x8BA4;&#x77E5;&#x8FC7;&#x8F7D;&#x3002;&#x4E14;&#x7531;&#x4E8E;&#x8BED;&#x8A00;&#x672C;&#x8EAB;&#x6B67;&#x4E49;&#x6027;&#x53CA;&#x4FE1;&#x606F;&#x4F20;&#x9012;&#x8FC7;&#x7A0B;&#x7684;&#x635F;&#x8017;&#xFF0C;&#x7ECF;&#x5E38;&#x53D1;&#x751F;&#x8BEF;&#x89E3;&#x6216;&#x8BA4;&#x77E5;&#x504F;&#x5DEE;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x7ECF;&#x9A8C;&#x4E3A;&#x4E4B;&#x6821;&#x6B63;&#xFF0C;&#x5C06;&#x4E00;&#x9519;&#x518D;&#x9519;&#xFF0C;&#x5F62;&#x6210;&#x66F4;&#x591A;&#x7684;&#x6240;&#x8C13;<strong>&#x8FF7;&#x601D;&#x6982;&#x5FF5;</strong>&#x3002;</p>
<p>&#x6240;&#x4EE5;&#xFF0C;&#x7ECF;&#x9A8C;&#x5148;&#x884C;&#xFF0C;&#x800C;&#x540E;&#x8BA4;&#x77E5;&#x3002;</p>
<p>&#x7ECF;&#x9A8C;&#x53EF;&#x4EE5;&#x662F;&#xFF1A;&#x6587;&#x5B57;&#x6750;&#x6599;&#x3001;&#x52A8;&#x624B;&#x505A;&#x3001;&#x53C2;&#x89C2;&#x3001;&#x89C2;&#x5BDF;&#x3001;&#x6A21;&#x578B;&#x7B49;&#x7B49;&#xFF0C;&#x5C3D;&#x91CF;&#x5168;&#x9762;&#x3001;&#x771F;&#x5B9E;&#x548C;&#x76F4;&#x89C2;&#xFF0C;&#x907F;&#x514D;&#x62BD;&#x8C61;&#x3002;</p>
<h3 id="&#x77E5;&#x8BC6;&#x4E4B;&#x7F51;"><a href="#&#x77E5;&#x8BC6;&#x4E4B;&#x7F51;" class="headerlink" title="&#x77E5;&#x8BC6;&#x4E4B;&#x7F51;"></a>&#x77E5;&#x8BC6;&#x4E4B;&#x7F51;</h3><p>&#x77E5;&#x8BC6;&#x662F;&#x666E;&#x904D;&#x8054;&#x7CFB;&#x7684;&#xFF0C;&#x4EFF;&#x4F5B;&#x4E00;&#x5F20;&#x5DE8;&#x5927;&#x7684;&#x7F51;&#x3002;&#x5728;&#x8FD1;&#x4EE3;&#x5B66;&#x79D1;&#x5212;&#x5206;&#x4E4B;&#x524D;&#xFF0C;&#x77E5;&#x8BC6;&#x88AB;&#x770B;&#x6210;&#x4E00;&#x4F53;&#x7684;&#xFF0C;&#x6559;&#x80B2;&#x7684;&#x4E3B;&#x65E8;&#x662F;&#x201C;&#x535A;&#x96C5;&#x201D;&#x3002;&#x540E;&#x9762;&#x7531;&#x4E8E;&#x77E5;&#x8BC6;&#x7684;&#x7206;&#x53D1;&#xFF0C;&#x4EBA;&#x8111;&#x5DF2;&#x7ECF;&#x529B;&#x4E0D;&#x4ECE;&#x5FC3;&#xFF0C;&#x53EA;&#x597D;&#x5212;&#x5206;&#x51FA;&#x5404;&#x79CD;&#x5B66;&#x79D1;&#xFF0C;&#x628A;&#x539F;&#x672C;&#x4E00;&#x4F53;&#x77E5;&#x8BC6;&#x4EBA;&#x4E3A;&#x7684;&#x5206;&#x5272;&#x6210;&#x4E00;&#x5757;&#x4E00;&#x5757;&#x7684;&#x3002;&#x65F6;&#x95F4;&#x4E45;&#x4E86;&#xFF0C;&#x8FD9;&#x79CD;&#x4EBA;&#x4E3A;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4E5F;&#x4FBF;&#x6210;&#x4E86;&#x81EA;&#x7136;&#x7684;&#x3002;&#x5982;&#x4ECA;&#xFF0C;&#x5982;&#x679C;&#x6709;&#x8C01;&#x628A;&#x5316;&#x5B66;&#x548C;&#x54F2;&#x5B66;&#x653E;&#x5728;&#x4E00;&#x5757;&#x8BA8;&#x8BBA;&#xFF0C;&#x4EFF;&#x4F5B;&#x662F;&#x4E2A;&#x7B11;&#x8BDD;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x662F;&#x4E0D;&#x5BF9;&#x7684;&#x3002;&#x77E5;&#x8BC6;&#x53EA;&#x662F;&#x4E00;&#x5F20;&#x7F51;&#xFF0C;&#x4E00;&#x5F20;&#x5DE8;&#x5927;&#x7684;&#x7F51;&#x3002;&#x4EBA;&#x7C7B;&#x6709;&#x9650;&#x7684;&#x7CBE;&#x529B;&#xFF0C;&#x53EA;&#x80FD;&#x5728;&#x8FD9;&#x5F20;&#x7F51;&#x7684;&#x9685;&#x6478;&#x722C;&#x6EDA;&#x6253;&#xFF0C;&#x77E5;&#x5176;&#x4E00;&#x4E8C;&#x3002;</p>
<p>&#x5728;&#x77E5;&#x8BC6;&#x4E4B;&#x7F51;&#x4E2D;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x77E5;&#x8BC6;&#x90FD;&#x548C;&#x5176;&#x4ED6;&#x77E5;&#x8BC6;&#x5173;&#x8054;&#xFF0C;&#x4ECE;&#x800C;&#x5F62;&#x6210;&#x5C40;&#x90E8;&#x7684;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#x3002;&#x5728;&#x5B66;&#x4E60;&#x65B0;&#x77E5;&#x8BC6;&#x65F6;&#xFF0C;&#x5982;&#x679C;&#x80FD;&#x591F;&#x5C3D;&#x65E9;&#x5730;&#x5EFA;&#x7ACB;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#xFF0C;&#x90A3;&#x4E48;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x5C06;&#x4F1A;&#x5BB9;&#x6613;&#x5F88;&#x591A;&#x3002;&#x56E0;&#x4E3A;&#x5728;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#x4E0B;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x5185;&#x5BB9;&#x90FD;&#x6709;&#x627E;&#x5230;&#x5408;&#x9002;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x4ECE;&#x800C;&#x6574;&#x5408;&#x5230;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#x4E2D;&#xFF0C;&#x4E30;&#x5BCC;&#x5E76;&#x5F3A;&#x5316;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#x3002;&#x8FD9;&#x6B63;&#x662F;&#x5EFA;&#x6784;&#x4E3B;&#x4E49;&#x5B66;&#x4E60;&#x7406;&#x8BBA;&#x6240;&#x8868;&#x8FBE;&#x7684;&#x6838;&#x5FC3;&#x601D;&#x60F3;&#x3002;</p>
<p>&#x826F;&#x597D;&#x7684;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#x5E94;&#x8BE5;&#x7ECF;&#x9A8C;&#x5F15;&#x53D1;&#xFF0C;&#x5E76;&#x7528;&#x7ECF;&#x9A8C;&#x52A0;&#x4EE5;&#x5177;&#x5316;&#xFF1B;&#x4E4B;&#x540E;&#xFF0C;&#x5728;&#x9010;&#x6B65;&#x7528;&#x65B0;&#x77E5;&#x8BC6;&#x5177;&#x4F53;&#x77E5;&#x8BC6;&#x8FDB;&#x884C;&#x4E30;&#x5BCC;&#xFF08;&#x6A2A;&#x5411;&#xFF09;&#x3001;&#x6269;&#x5C55;&#xFF08;&#x7EB5;&#x5411;&#xFF09;&#x3001;&#x6DF1;&#x5316;&#xFF08;&#x6DF1;&#x5EA6;&#xFF09;&#xFF0C;&#x4ECE;&#x800C;&#x5F62;&#x6210;&#x7406;&#x5B9E;&#x5177;&#x5907;&#x7684;&#x8BA4;&#x77E5;&#x7ED3;&#x679C;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x5F3A;&#x5927;&#x7684;&#x7F51;&#x7EDC;&#x4E2D;&#xFF0C;&#x77E5;&#x8BC6;&#x666E;&#x904D;&#x8054;&#x7CFB;&#xFF0C;&#x77E5;&#x8BC6;&#x7684;&#x63D0;&#x53D6;&#x548C;&#x5E94;&#x7528;&#x5C06;&#x66F4;&#x52A0;&#x5BB9;&#x6613;&#x5B9E;&#x73B0;&#x3002;</p>
<h3 id="&#x7ECF;&#x9A8C;&#x6846;&#x67B6;&#x8BA4;&#x77E5;&#x5B66;&#x4E60;&#x6CD5;"><a href="#&#x7ECF;&#x9A8C;&#x6846;&#x67B6;&#x8BA4;&#x77E5;&#x5B66;&#x4E60;&#x6CD5;" class="headerlink" title="&#x7ECF;&#x9A8C;&#x6846;&#x67B6;&#x8BA4;&#x77E5;&#x5B66;&#x4E60;&#x6CD5;"></a>&#x7ECF;&#x9A8C;&#x6846;&#x67B6;&#x8BA4;&#x77E5;&#x5B66;&#x4E60;&#x6CD5;</h3><p>&#x7ECF;&#x9A8C;&#x5148;&#x884C;&#xFF0C;&#x6784;&#x5EFA;&#x521D;&#x6B65;&#x7684;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#xFF0C;&#x7ECF;&#x8FC7;&#x6301;&#x7EED;&#x5730;&#x4E30;&#x5BCC;&#x3001;&#x6269;&#x5C55;&#x548C;&#x6DF1;&#x5316;&#xFF0C;&#x5F62;&#x6210;&#x666E;&#x904D;&#x8054;&#x7CFB;&#x7684;&#x8BA4;&#x77E5;&#x7ED3;&#x679C;&#x3002;&#x8FD9;&#x4E00;&#x6709;&#x6548;&#x800C;&#x6839;&#x672C;&#x6027;&#x7684;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#xFF0C;&#x8C13;&#x4E4B; <strong>&#x201C;&#x7ECF;&#x9A8C;&#x6846;&#x67B6;&#x8BA4;&#x77E5;&#x5B66;&#x4E60;&#x6CD5;&#x201D;</strong></p>
<p>&#x6B64;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x4E4B;&#x5FAE;&#x5999;&#xFF0C;&#x5999;&#x4E0D;&#x53EF;&#x8A00;&#xFF0C;&#x4E0B;&#x56DE;&#x5206;&#x89E3;&#x3002;</p>

          
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>


    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
  </section>

  
  <nav class="pagination">
    <a class="extend prev" rel="prev" href="/page/16/"><i class="fa fa-angle-left"></i></a><a class="page-number" href="/">1</a><span class="space">&hellip;</span><a class="page-number" href="/page/16/">16</a><span class="page-number current">17</span><a class="page-number" href="/page/18/">18</a><span class="space">&hellip;</span><a class="page-number" href="/page/71/">71</a><a class="extend next" rel="next" href="/page/18/"><i class="fa fa-angle-right"></i></a>
  </nav>



          </div>
          


          

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image" src="/images/avatar.jpg" alt="xhrong">
          <p class="site-author-name" itemprop="name">xhrong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">71</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">18</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">125</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2025</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">xhrong</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  

  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"xhrong"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
      search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();
    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';
      $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = $( "entry", xmlResponse ).map(function() {
            return {
              title: $( "title", this ).text(),
              content: $("content",this).text(),
              url: $( "url" , this).text()
            };
          }).get();
          var $input = document.getElementById(search_id);
          var $resultContent = document.getElementById(content_id);
          $input.addEventListener('input', function(){
            var matchcounts = 0;
            var str='<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length > 1) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var content_index = [];
                var data_title = data.title.trim().toLowerCase();
                var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                var data_url = decodeURIComponent(data.url);
                var index_title = -1;
                var index_content = -1;
                var first_occur = -1;
                // only match artiles with not empty titles and contents
                if(data_title != '') {
                  keywords.forEach(function(keyword, i) {
                    index_title = data_title.indexOf(keyword);
                    index_content = data_content.indexOf(keyword);
                    if( index_title >= 0 || index_content >= 0 ){
                      isMatch = true;
                      if (i == 0) {
                        first_occur = index_content;
                      }
                    }

                  });
                }
                // show search results
                if (isMatch) {
                  matchcounts += 1;
                  str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                  var content = data.content.trim().replace(/<[^>]+>/g,"");
                  if (first_occur >= 0) {
                    // cut out 100 characters
                    var start = first_occur - 20;
                    var end = first_occur + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if(start == 0){
                      end = 50;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    var match_content = content.substring(start, end);
                    // highlight all keywords
                    keywords.forEach(function(keyword){
                      var regS = new RegExp(keyword, "gi");
                      match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                    });

                    str += "<p class=\"search-result\">" + match_content +"...</p>"
                  }
                  str += "</li>";
                }
              })};
            str += "</ul>";
            if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
            if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
            $resultContent.innerHTML = str;
          });
          proceedsearch();
        }
      });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("u4DTaPHSLi7UfAEx97rmGGkO-gzGzoHsz", "qEYRUuSsKEaUPpt8BwlMXnbr");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
