<!doctype html>



  


<html class="theme-next mist use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">



<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css">


  <meta name="keywords" content="教学,">





  <link rel="alternate" href="/atom.xml" title="森.林木" type="application/atom+xml">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0">






<meta name="description" content="&amp;#x300A;Design for How People Learn&amp;#x300B;&amp;#x7B14;&amp;#x8BB0;&amp;#x4E3B;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x300A;Design for How People Learn&amp;#x300B;&amp;#x7531;Julie Dirksen&amp;#x6240;&amp;#x8457;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x67">
<meta name="keywords" content="教学">
<meta property="og:type" content="article">
<meta property="og:title" content="Design for How People Learn笔记">
<meta property="og:url" content="http://xhrong.github.io/2025/02/20/《Design for How People Learn》总结/index.html">
<meta property="og:site_name" content="森.林木">
<meta property="og:description" content="&amp;#x300A;Design for How People Learn&amp;#x300B;&amp;#x7B14;&amp;#x8BB0;&amp;#x4E3B;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x300A;Design for How People Learn&amp;#x300B;&amp;#x7531;Julie Dirksen&amp;#x6240;&amp;#x8457;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x67">
<meta property="og:locale" content="zh-Hans">
<meta property="og:updated_time" content="2025-02-22T04:09:21.119Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Design for How People Learn笔记">
<meta name="twitter:description" content="&amp;#x300A;Design for How People Learn&amp;#x300B;&amp;#x7B14;&amp;#x8BB0;&amp;#x4E3B;&amp;#x8981;&amp;#x5185;&amp;#x5BB9;&amp;#x300A;Design for How People Learn&amp;#x300B;&amp;#x7531;Julie Dirksen&amp;#x6240;&amp;#x8457;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x67">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://xhrong.github.io/2025/02/20/《Design for How People Learn》总结/">





  <title> Design for How People Learn笔记 | 森.林木 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">森.林木</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://xhrong.github.io/2025/02/20/《Design for How People Learn》总结/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="xhrong">
    <meta itemprop="description" content>
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="森.林木">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="森.林木" src>
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                Design for How People Learn笔记
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2025-02-20T00:00:00+00:00">
                2025-02-20
              </time>
            

            

            
          </span>

          
            <span class="post-category">
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/教育/" itemprop="url" rel="index">
                    <span itemprop="name">教育</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2025/02/20/《Design for How People Learn》总结/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2025/02/20/《Design for How People Learn》总结/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2025/02/20/《Design for How People Learn》总结/" class="leancloud_visitors" data-flag-title="Design for How People Learn笔记">
               <span class="post-meta-divider">|</span>
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h2 id="&#x300A;Design-for-How-People-Learn&#x300B;&#x7B14;&#x8BB0;"><a href="#&#x300A;Design-for-How-People-Learn&#x300B;&#x7B14;&#x8BB0;" class="headerlink" title="&#x300A;Design for How People Learn&#x300B;&#x7B14;&#x8BB0;"></a>&#x300A;Design for How People Learn&#x300B;&#x7B14;&#x8BB0;</h2><h3 id="&#x4E3B;&#x8981;&#x5185;&#x5BB9;"><a href="#&#x4E3B;&#x8981;&#x5185;&#x5BB9;" class="headerlink" title="&#x4E3B;&#x8981;&#x5185;&#x5BB9;"></a>&#x4E3B;&#x8981;&#x5185;&#x5BB9;</h3><p>&#x300A;Design for How People Learn&#x300B;&#x7531;Julie Dirksen&#x6240;&#x8457;&#xFF0C;&#x662F;&#x4E00;&#x672C;&#x805A;&#x7126;&#x4E8E;&#x5982;&#x4F55;&#x8BBE;&#x8BA1;&#x6709;&#x6548;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#x7684;&#x4E66;&#x7C4D;&#x3002;&#x672C;&#x4E66;&#x56F4;&#x7ED5;&#x5B66;&#x4E60;&#x8BBE;&#x8BA1;&#x7684;&#x591A;&#x4E2A;&#x5173;&#x952E;&#x65B9;&#x9762;&#x5C55;&#x5F00;&#x63A2;&#x8BA8;&#xFF0C;&#x65E8;&#x5728;&#x5E2E;&#x52A9;&#x8BFB;&#x8005;&#x7406;&#x89E3;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x5404;&#x79CD;&#x56E0;&#x7D20;&#xFF0C;&#x5E76;&#x638C;&#x63E1;&#x8BBE;&#x8BA1;&#x9AD8;&#x6548;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5BF9;&#x6559;&#x80B2;&#x5DE5;&#x4F5C;&#x8005;&#x3001;&#x57F9;&#x8BAD;&#x5E08;&#x4EE5;&#x53CA;&#x5B66;&#x4E60;&#x8BBE;&#x8BA1;&#x5E08;&#x7B49;&#x5177;&#x6709;&#x91CD;&#x8981;&#x7684;&#x53C2;&#x8003;&#x4EF7;&#x503C;&#x3002;</p>
<ol>
<li><p><strong>&#x5B66;&#x4E60;&#x8BBE;&#x8BA1;&#x7684;&#x91CD;&#x8981;&#x6027;&#x4E0E;&#x76EE;&#x6807;</strong>&#xFF1A;&#x597D;&#x7684;&#x5B66;&#x4E60;&#x8BBE;&#x8BA1;&#x65E8;&#x5728;&#x8BA9;&#x5B66;&#x4E60;&#x8005;&#x83B7;&#x5F97;&#x65B0;&#x7684;&#x6216;&#x63D0;&#x5347;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x5E76;&#x5E94;&#x7528;&#x5230;&#x5B9E;&#x9645;&#x751F;&#x6D3B;&#x4E2D;&#x3002;&#x4F46;&#x4F20;&#x7EDF;&#x6559;&#x5B66;&#x65B9;&#x5F0F;&#x5F80;&#x5F80;&#x4F4E;&#x6548;&#xFF0C;&#x6CE8;&#x91CD;&#x5185;&#x5BB9;&#x4F20;&#x6388;&#x800C;&#x5FFD;&#x89C6;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#xFF0C;&#x5BFC;&#x81F4;&#x5B66;&#x4E60;&#x6548;&#x679C;&#x4E0D;&#x4F73;&#x3002;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#x5982;&#x540C;&#x65C5;&#x7A0B;&#xFF0C;&#x4ECE;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x73B0;&#x72B6;&#x51FA;&#x53D1;&#xFF0C;&#x4EE5;&#x5176;&#x6210;&#x529F;&#x4E3A;&#x7EC8;&#x70B9;&#xFF0C;&#x800C;&#x6210;&#x529F;&#x4E0D;&#x4EC5;&#x610F;&#x5473;&#x7740;&#x77E5;&#x8BC6;&#x7684;&#x589E;&#x52A0;&#xFF0C;&#x66F4;&#x4F53;&#x73B0;&#x5728;&#x5B9E;&#x9645;&#x884C;&#x52A8;&#x4E0A;&#x3002;</p>
</li>
<li><p><strong>&#x5B66;&#x4E60;&#x8005;&#x7684;&#x5DEE;&#x8DDD;&#x5206;&#x6790;</strong></p>
<ul>
<li><p><strong>&#x5DEE;&#x8DDD;&#x7C7B;&#x578B;</strong>&#xFF1A;&#x5B66;&#x4E60;&#x8005;&#x5B58;&#x5728;&#x77E5;&#x8BC6;&#x3001;&#x6280;&#x80FD;&#x3001;&#x52A8;&#x673A;&#x3001;&#x73AF;&#x5883;&#x548C;&#x6C9F;&#x901A;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x5DEE;&#x8DDD;&#x3002;&#x77E5;&#x8BC6;&#x5DEE;&#x8DDD;&#x5E38;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4FE1;&#x606F;&#x4E0D;&#x8DB3;&#xFF0C;&#x4F46;&#x4EC5;&#x6709;&#x4FE1;&#x606F;&#x4E0D;&#x8DB3;&#x4EE5;&#x4FDD;&#x8BC1;&#x5B66;&#x4E60;&#x8005;&#x80FD;&#x591F;&#x6709;&#x6548;&#x8FD0;&#x7528;&#xFF1B;&#x6280;&#x80FD;&#x5DEE;&#x8DDD;&#x9700;&#x901A;&#x8FC7;&#x5B9E;&#x8DF5;&#x6765;&#x5F25;&#x8865;&#xFF0C;&#x53EF;&#x901A;&#x8FC7; &#x201C;&#x662F;&#x5426;&#x80FD;&#x4E0D;&#x7ECF;&#x7EC3;&#x4E60;&#x5C31;&#x719F;&#x7EC3;&#x638C;&#x63E1;&#x201D; &#x5224;&#x65AD;&#xFF1B;&#x52A8;&#x673A;&#x5DEE;&#x8DDD;&#x539F;&#x56E0;&#x591A;&#x6837;&#xFF0C;&#x5982;&#x5BF9;&#x7ED3;&#x679C;&#x4E0D;&#x8BA4;&#x540C;&#x3001;&#x7126;&#x8651;&#x7B49;&#xFF1B;&#x73AF;&#x5883;&#x5DEE;&#x8DDD;&#x5305;&#x62EC;&#x7EC4;&#x7EC7;&#x5185;&#x6D41;&#x7A0B;&#x3001;&#x8D44;&#x6E90;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x963B;&#x788D;&#xFF1B;&#x6C9F;&#x901A;&#x5DEE;&#x8DDD;&#x8868;&#x73B0;&#x4E3A;&#x6307;&#x4EE4;&#x4E0D;&#x6E05;&#x6670;&#x7B49;&#x3002;</p>
</li>
<li><p><strong>&#x5206;&#x6790;&#x65B9;&#x6CD5;</strong>&#xFF1A;&#x53EF;&#x901A;&#x8FC7;&#x8BE2;&#x95EE; &#x201C;&#x4ED6;&#x4EEC;&#x5B9E;&#x9645;&#x9700;&#x8981;&#x7528;&#x8FD9;&#x4E2A;&#x505A;&#x4EC0;&#x4E48;&#x201D;&#x201C;&#x8DDF;&#x968F;&#x65B0;&#x624B;&#x548C;&#x4E13;&#x5BB6;&#x89C2;&#x5BDF;&#x5DEE;&#x5F02;&#x201D; &#x7B49;&#x7B56;&#x7565;&#x6765;&#x8BC6;&#x522B;&#x5DEE;&#x8DDD;&#x3002;&#x660E;&#x786E;&#x5DEE;&#x8DDD;&#x5BF9;&#x8BBE;&#x8BA1;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#x81F3;&#x5173;&#x91CD;&#x8981;&#xFF0C;&#x80FD;&#x907F;&#x514D;&#x89E3;&#x51B3;&#x9519;&#x8BEF;&#x95EE;&#x9898;&#xFF0C;&#x63D0;&#x9AD8;&#x5B66;&#x4E60;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x6709;&#x6548;&#x6027;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x4E86;&#x89E3;&#x5B66;&#x4E60;&#x8005;</strong></p>
<ul>
<li><p><strong>&#x5B66;&#x4E60;&#x8005;&#x7279;&#x70B9;</strong>&#xFF1A;&#x5305;&#x62EC;&#x57FA;&#x672C;&#x4EBA;&#x53E3;&#x7EDF;&#x8BA1;&#x4FE1;&#x606F;&#x3001;&#x9605;&#x8BFB;&#x6C34;&#x5E73;&#x3001;&#x6280;&#x672F;&#x4F7F;&#x7528;&#x60C5;&#x51B5;&#x7B49;&#x3002;&#x4E86;&#x89E3;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x52A8;&#x673A;&#x548C;&#x6001;&#x5EA6;&#x5341;&#x5206;&#x5173;&#x952E;&#xFF0C;&#x5982;&#x5185;&#x5728;&#x52A8;&#x673A;&#x548C;&#x5916;&#x5728;&#x52A8;&#x673A;&#x5BF9;&#x5B66;&#x4E60;&#x7684;&#x5F71;&#x54CD;&#x4E0D;&#x540C;&#xFF0C;&#x4E14;&#x5B66;&#x4E60;&#x8005;&#x5728;&#x4E0D;&#x540C;&#x60C5;&#x5883;&#x4E0B;&#x52A8;&#x673A;&#x7C7B;&#x578B;&#x4F1A;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002;</p>
</li>
<li><p><strong>&#x5B66;&#x4E60;&#x98CE;&#x683C;</strong>&#xFF1A;&#x5B66;&#x4E60;&#x98CE;&#x683C;&#x7406;&#x8BBA;&#x4F17;&#x591A;&#xFF0C;&#x4F46;&#x79D1;&#x5B66;&#x8BC1;&#x636E;&#x8868;&#x660E;&#x5176;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x6548;&#x679C;&#x4E0D;&#x4F73;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x6211;&#x4EEC;&#x4ECD;&#x53EF;&#x4ECE;&#x4E2D;&#x83B7;&#x53D6;&#x6709;&#x7528;&#x89C2;&#x70B9;&#xFF0C;&#x5982;&#x91C7;&#x7528;&#x591A;&#x79CD;&#x5B66;&#x4E60;&#x65B9;&#x5F0F;&#x3001;&#x8BA4;&#x8BC6;&#x5230;&#x5B58;&#x5728;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x667A;&#x529B;&#x7B49;&#x3002;</p>
</li>
<li><p><strong>&#x4E86;&#x89E3;&#x65B9;&#x6CD5;</strong>&#xFF1A;&#x4E0E;&#x5B66;&#x4E60;&#x8005;&#x4EA4;&#x8C08;&#xFF0C;&#x4E86;&#x89E3;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x548C;&#x9700;&#x6C42;&#xFF1B;&#x8DDF;&#x968F;&#x5B66;&#x4E60;&#x8005;&#x89C2;&#x5BDF;&#x5176;&#x884C;&#x4E3A;&#xFF1B;&#x5C1D;&#x8BD5;&#x5C06;&#x8BBE;&#x8BA1;&#x5185;&#x5BB9;&#x5728;&#x5B66;&#x4E60;&#x8005;&#x4E2D;&#x8BD5;&#x7528;&#xFF0C;&#x83B7;&#x53D6;&#x53CD;&#x9988;&#x5E76;&#x6539;&#x8FDB;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x660E;&#x786E;&#x5B66;&#x4E60;&#x76EE;&#x6807;</strong></p>
<ul>
<li><p><strong>&#x786E;&#x5B9A;&#x95EE;&#x9898;&#x4E0E;&#x76EE;&#x6807;</strong>&#xFF1A;&#x8BBE;&#x8BA1;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#x524D;&#x9700;&#x660E;&#x786E;&#x95EE;&#x9898;&#xFF0C;&#x901A;&#x8FC7;&#x8BE2;&#x95EE; &#x201C;&#x5982;&#x679C;&#x4E0D;&#x77E5;&#x9053;&#x4F1A;&#x600E;&#x6837;&#x201D;&#x201C;&#x4ED6;&#x4EEC;&#x5B9E;&#x9645;&#x7528;&#x6B64;&#x505A;&#x4EC0;&#x4E48;&#x201D; &#x7B49;&#x95EE;&#x9898;&#x6765;&#x786E;&#x5B9A;&#x3002;&#x76EE;&#x6807;&#x5E94;&#x5177;&#x4F53;&#x3001;&#x53EF;&#x8861;&#x91CF;&#xFF0C;&#x907F;&#x514D;&#x6A21;&#x7CCA;&#x4E0D;&#x6E05;&#x7684;&#x8868;&#x8FF0;&#xFF0C;&#x5982;&#x4F7F;&#x7528; &#x201C;&#x505A;&#x201D; &#x7684;&#x52A8;&#x8BCD;&#x6765;&#x5B9A;&#x4E49;&#x76EE;&#x6807;&#x3002;</p>
</li>
<li><p><strong>&#x76EE;&#x6807;&#x5C42;&#x6B21;&#x4E0E;&#x6C9F;&#x901A;</strong>&#xFF1A;&#x8003;&#x8651;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x7406;&#x89E3;&#x6DF1;&#x5EA6;&#x548C;&#x719F;&#x7EC3;&#x7A0B;&#x5EA6;&#xFF0C;&#x5982;&#x5E03;&#x9C81;&#x59C6;&#x5206;&#x7C7B;&#x6CD5;&#x548C;&#x683C;&#x6D1B;&#x4E3D;&#x4E9A;&#xB7;&#x683C;&#x96F7;&#x7684;&#x91CF;&#x8868;&#x53EF;&#x4F5C;&#x53C2;&#x8003;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x8981;&#x4EE5;&#x5408;&#x9002;&#x65B9;&#x5F0F;&#x5411;&#x5B66;&#x4E60;&#x8005;&#x6C9F;&#x901A;&#x5B66;&#x4E60;&#x76EE;&#x6807;&#xFF0C;&#x907F;&#x514D;&#x4F7F;&#x7528;&#x672F;&#x8BED;&#xFF0C;&#x53EF;&#x91C7;&#x7528;&#x6311;&#x6218;&#x3001;&#x573A;&#x666F;&#x7B49;&#x5F62;&#x5F0F;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x8BB0;&#x5FC6;&#x4E0E;&#x5B66;&#x4E60;</strong></p>
<ul>
<li><p><strong>&#x8BB0;&#x5FC6;&#x8FC7;&#x7A0B;</strong>&#xFF1A;&#x8BB0;&#x5FC6;&#x5305;&#x62EC;&#x7F16;&#x7801;&#x548C;&#x68C0;&#x7D22;&#xFF0C;&#x6D89;&#x53CA;&#x611F;&#x89C9;&#x8BB0;&#x5FC6;&#x3001;&#x77ED;&#x671F;&#x8BB0;&#x5FC6;&#x548C;&#x957F;&#x671F;&#x8BB0;&#x5FC6;&#x3002;&#x611F;&#x89C9;&#x8BB0;&#x5FC6;&#x662F;&#x4FE1;&#x606F;&#x7684;&#x521D;&#x6B65;&#x8FC7;&#x6EE4;&#xFF1B;&#x77ED;&#x671F;&#x8BB0;&#x5FC6;&#x5BB9;&#x91CF;&#x6709;&#x9650;&#xFF0C;&#x4FE1;&#x606F;&#x505C;&#x7559;&#x65F6;&#x95F4;&#x77ED;&#xFF1B;&#x957F;&#x671F;&#x8BB0;&#x5FC6;&#x662F;&#x4FE1;&#x606F;&#x7684;&#x5B58;&#x50A8;&#x4ED3;&#x5E93;&#xFF0C;&#x4FE1;&#x606F;&#x5728;&#x5176;&#x4E2D;&#x901A;&#x8FC7;&#x5173;&#x8054;&#x5B58;&#x50A8;&#xFF0C;&#x5173;&#x8054;&#x8D8A;&#x591A;&#x8D8A;&#x6613;&#x68C0;&#x7D22;&#x3002;</p>
</li>
<li><p><strong>&#x5F71;&#x54CD;&#x56E0;&#x7D20;</strong>&#xFF1A;&#x4FE1;&#x606F;&#x7684;&#x663E;&#x8457;&#x6027;&#x3001;&#x719F;&#x6089;&#x5EA6;&#x7B49;&#x5F71;&#x54CD;&#x8BB0;&#x5FC6;&#x6548;&#x679C;&#xFF0C;&#x91CD;&#x590D;&#x6709;&#x52A9;&#x4E8E;&#x8BB0;&#x5FC6;&#xFF0C;&#x4F46;&#x5355;&#x7EAF;&#x6B7B;&#x8BB0;&#x786C;&#x80CC;&#x5B58;&#x5728;&#x5C40;&#x9650;&#x6027;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5B66;&#x4E60;&#x73AF;&#x5883;&#x4E0E;&#x5E94;&#x7528;&#x73AF;&#x5883;&#x76F8;&#x4F3C;&#x65F6;&#xFF0C;&#x8BB0;&#x5FC6;&#x6548;&#x679C;&#x66F4;&#x597D;&#xFF0C;&#x540C;&#x65F6;&#x5E94;&#x5339;&#x914D;&#x5B66;&#x4E60;&#x6D3B;&#x52A8;&#x4E0E;&#x4FE1;&#x606F;&#x7684;&#x4F7F;&#x7528;&#x548C;&#x8BC4;&#x4F30;&#x65B9;&#x5F0F;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x5438;&#x5F15;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x6CE8;&#x610F;&#x529B;</strong></p>
<ul>
<li><p><strong>&#x5927;&#x8111;&#x7684;&#x53CC;&#x91CD;&#x63A7;&#x5236;&#x6A21;&#x578B;</strong>&#xFF1A;&#x4E54;&#x7EB3;&#x68EE;&#xB7;&#x6D77;&#x7279;&#x5C06;&#x5927;&#x8111;&#x6BD4;&#x4F5C;&#x9A91;&#x624B;&#x548C;&#x5927;&#x8C61;&#xFF0C;&#x9A91;&#x624B;&#x4EE3;&#x8868;&#x7406;&#x6027;&#x601D;&#x7EF4;&#xFF0C;&#x5927;&#x8C61;&#x4EE3;&#x8868;&#x60C5;&#x611F;&#x548C;&#x76F4;&#x89C9;&#x7B49;&#x81EA;&#x52A8;&#x7CFB;&#x7EDF;&#x3002;&#x5728;&#x5B66;&#x4E60;&#x4E2D;&#xFF0C;&#x82E5;&#x5927;&#x8C61;&#x672A;&#x88AB;&#x5438;&#x5F15;&#xFF0C;&#x5B66;&#x4E60;&#x8005;&#x96BE;&#x4EE5;&#x96C6;&#x4E2D;&#x6CE8;&#x610F;&#x529B;&#xFF0C;&#x4E14;&#x5F3A;&#x5236;&#x96C6;&#x4E2D;&#x6CE8;&#x610F;&#x529B;&#x4F1A;&#x6D88;&#x8017;&#x8BA4;&#x77E5;&#x8D44;&#x6E90;&#x3002;</p>
</li>
<li><p><strong>&#x5438;&#x5F15;&#x5927;&#x8C61;&#x7684;&#x65B9;&#x6CD5;</strong>&#xFF1A;&#x53EF;&#x901A;&#x8FC7;&#x8BB2;&#x6545;&#x4E8B;&#x3001;&#x5236;&#x9020;&#x60CA;&#x559C;&#x3001;&#x5C55;&#x793A;&#x65B0;&#x5947;&#x4E8B;&#x7269;&#x3001;&#x5229;&#x7528;&#x793E;&#x4EA4;&#x4E92;&#x52A8;&#x548C;&#x63D0;&#x4F9B;&#x89C6;&#x89C9;&#x7EBF;&#x7D22;&#x7B49;&#x65B9;&#x5F0F;&#x5438;&#x5F15;&#x5927;&#x8C61;&#x3002;&#x4F46;&#x8981;&#x786E;&#x4FDD;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x4E0E;&#x5B66;&#x4E60;&#x5185;&#x5BB9;&#x76F8;&#x5173;&#xFF0C;&#x907F;&#x514D;&#x5206;&#x6563;&#x6CE8;&#x610F;&#x529B;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x77E5;&#x8BC6;&#x5B66;&#x4E60;&#x7684;&#x8BBE;&#x8BA1;</strong></p>
<ul>
<li><p><strong>&#x589E;&#x5F3A;&#x8BB0;&#x5FC6;&#x7684;&#x7B56;&#x7565;</strong>&#xFF1A;&#x5E2E;&#x52A9;&#x5B66;&#x4E60;&#x8005;&#x5229;&#x7528;&#x5DF2;&#x6709;&#x77E5;&#x8BC6;&#xFF0C;&#x6784;&#x5EFA;&#x77E5;&#x8BC6;&#x6846;&#x67B6;&#xFF0C;&#x5982;&#x901A;&#x8FC7;&#x95EE;&#x9898;&#x5F15;&#x5BFC;&#x8BA9;&#x5B66;&#x4E60;&#x8005;&#x56DE;&#x5FC6;&#x76F8;&#x5173;&#x77E5;&#x8BC6;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x589E;&#x52A0;&#x5B66;&#x4E60;&#x5185;&#x5BB9;&#x7684;&#x8DA3;&#x5473;&#x6027;&#x548C;&#x4E92;&#x52A8;&#x6027;&#xFF0C;&#x5982;&#x91C7;&#x7528; &#x201C;&#x5C55;&#x793A;&#x800C;&#x975E;&#x8BB2;&#x8FF0;&#x201D; &#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x5F15;&#x53D1;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x601D;&#x8003;&#x548C;&#x53C2;&#x4E0E;&#x3002;</p>
</li>
<li><p><strong>&#x5185;&#x5BB9;&#x4E0E;&#x6307;&#x5BFC;</strong>&#xFF1A;&#x63D0;&#x4F9B;&#x9002;&#x91CF;&#x4E14;&#x76F8;&#x5173;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x907F;&#x514D;&#x8FC7;&#x591A;&#x6216;&#x8FC7;&#x5C11;&#x3002;&#x786E;&#x5B9A;&#x7ED9;&#x4E88;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x6307;&#x5BFC;&#x7A0B;&#x5EA6;&#xFF0C;&#x53EF;&#x91C7;&#x7528;&#x4E2D;&#x95F4;&#x8DEF;&#x7EBF;&#xFF0C;&#x7ED3;&#x5408;&#x793A;&#x4F8B;&#x548C;&#x6982;&#x5FF5;&#x6559;&#x5B66;&#xFF0C;&#x5E2E;&#x52A9;&#x5B66;&#x4E60;&#x8005;&#x638C;&#x63E1;&#x77E5;&#x8BC6;&#x5E76;&#x80FD;&#x5728;&#x591A;&#x79CD;&#x60C5;&#x5883;&#x4E2D;&#x5E94;&#x7528;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x6280;&#x80FD;&#x5B66;&#x4E60;&#x7684;&#x8BBE;&#x8BA1;</strong></p>
<ul>
<li><p><strong>&#x6280;&#x80FD;&#x53D1;&#x5C55;&#x8981;&#x7D20;</strong>&#xFF1A;&#x6280;&#x80FD;&#x53D1;&#x5C55;&#x9700;&#x8981;&#x5B9E;&#x8DF5;&#x548C;&#x53CD;&#x9988;&#x3002;&#x5B9E;&#x8DF5;&#x5E94;&#x5408;&#x7406;&#x5B89;&#x6392;&#xFF0C;&#x907F;&#x514D;&#x5927;&#x91CF;&#x65B0;&#x4FE1;&#x606F;&#x96C6;&#x4E2D;&#x8F93;&#x5165;&#xFF0C;&#x53EF;&#x91C7;&#x7528;&#x7C7B;&#x4F3C;&#x6E38;&#x620F;&#x7684;&#x7ED3;&#x6784;&#xFF0C;&#x8BA9;&#x5B66;&#x4E60;&#x8005;&#x5728;&#x5B9E;&#x8DF5;&#x4E2D;&#x9010;&#x6B65;&#x63D0;&#x9AD8;&#x3002;&#x53CD;&#x9988;&#x5E94;&#x53CA;&#x65F6;&#x3001;&#x591A;&#x6837;&#xFF0C;&#x57FA;&#x4E8E;&#x660E;&#x786E;&#x7684;&#x6807;&#x51C6;&#xFF0C;&#x4EE5;&#x4FC3;&#x8FDB;&#x6280;&#x80FD;&#x7684;&#x6709;&#x6548;&#x63D0;&#x5347;&#x3002;</p>
</li>
<li><p><strong>&#x57FA;&#x4E8E;&#x76EE;&#x6807;&#x7684;&#x5B66;&#x4E60;&#x8BBE;&#x8BA1;</strong>&#xFF1A;&#x53C2;&#x7167;&#x6E38;&#x620F;&#x7684;&#x76EE;&#x6807;&#x7ED3;&#x6784;&#xFF0C;&#x4E3A;&#x5B66;&#x4E60;&#x8005;&#x8BBE;&#x5B9A;&#x5373;&#x65F6;&#x3001;&#x77ED;&#x671F;&#x3001;&#x4E2D;&#x671F;&#x548C;&#x957F;&#x671F;&#x76EE;&#x6807;&#xFF0C;&#x4F7F;&#x5B66;&#x4E60;&#x8005;&#x5728;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x4E0D;&#x65AD;&#x7EC3;&#x4E60;&#x548C;&#x5DE9;&#x56FA;&#x6280;&#x80FD;&#xFF0C;&#x63D0;&#x9AD8;&#x5B66;&#x4E60;&#x6548;&#x679C;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x52A8;&#x673A;&#x6FC0;&#x53D1;&#x7684;&#x8BBE;&#x8BA1;</strong></p>
<ul>
<li><p><strong>&#x52A8;&#x673A;&#x7C7B;&#x578B;&#x4E0E;&#x95EE;&#x9898;</strong>&#xFF1A;&#x5B66;&#x4E60;&#x8BBE;&#x8BA1;&#x5E08;&#x5173;&#x6CE8;&#x5B66;&#x4E60;&#x52A8;&#x673A;&#x548C;&#x884C;&#x52A8;&#x52A8;&#x673A;&#x3002;&#x201C;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x4F46;&#x2026;&#x2026;&#x201D; &#x7684;&#x60C5;&#x51B5;&#x5E38;&#x8868;&#x660E;&#x9700;&#x8981;&#x8BBE;&#x8BA1;&#x52A8;&#x673A;&#xFF0C;&#x8FD9;&#x901A;&#x5E38;&#x6D89;&#x53CA;&#x5EF6;&#x8FDF;&#x5956;&#x52B1;&#x6216;&#x540E;&#x679C;&#xFF0C;&#x4E14;&#x6539;&#x53D8;&#x884C;&#x4E3A;&#x4E60;&#x60EF;&#x8F83;&#x4E3A;&#x56F0;&#x96BE;&#x3002;</p>
</li>
<li><p><strong>&#x5F71;&#x54CD;&#x884C;&#x4E3A;&#x7684;&#x6A21;&#x578B;</strong>&#xFF1A;&#x6280;&#x672F;&#x63A5;&#x53D7;&#x6A21;&#x578B;&#x548C;&#x521B;&#x65B0;&#x6269;&#x6563;&#x6A21;&#x578B;&#x53EF;&#x7528;&#x4E8E;&#x5206;&#x6790;&#x5F71;&#x54CD;&#x5B66;&#x4E60;&#x8005;&#x884C;&#x4E3A;&#x7684;&#x56E0;&#x7D20;&#xFF0C;&#x5982;&#x611F;&#x77E5;&#x6709;&#x7528;&#x6027;&#x3001;&#x6613;&#x7528;&#x6027;&#x3001;&#x76F8;&#x5BF9;&#x4F18;&#x52BF;&#x7B49;&#x3002;&#x63D0;&#x9AD8;&#x81EA;&#x6211;&#x6548;&#x80FD;&#x611F;&#x3001;&#x63D0;&#x4F9B;&#x699C;&#x6837;&#x793A;&#x8303;&#x3001;&#x5229;&#x7528;&#x793E;&#x4EA4;&#x8BC1;&#x660E;&#x7B49;&#x65B9;&#x6CD5;&#x53EF;&#x4FC3;&#x8FDB;&#x884C;&#x4E3A;&#x6539;&#x53D8;&#x3002;</p>
</li>
</ul>
</li>
<li><p><strong>&#x5B66;&#x4E60;&#x73AF;&#x5883;&#x7684;&#x8BBE;&#x8BA1;</strong></p>
<ul>
<li><p><strong>&#x73AF;&#x5883;&#x5DEE;&#x8DDD;&#x4E0E;&#x77E5;&#x8BC6;&#x5206;&#x5E03;</strong>&#xFF1A;&#x73AF;&#x5883;&#x5DEE;&#x8DDD;&#x53EF;&#x80FD;&#x963B;&#x788D;&#x5B66;&#x4E60;&#xFF0C;&#x5E94;&#x5C06;&#x90E8;&#x5206;&#x77E5;&#x8BC6;&#x4ECE;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x5934;&#x8111;&#x4E2D;&#x8F6C;&#x79FB;&#x5230;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x5982;&#x4F7F;&#x7528;&#x7089;&#x7076;&#x7684;&#x8BBE;&#x8BA1;&#x793A;&#x4F8B;&#xFF0C;&#x901A;&#x8FC7;&#x6539;&#x53D8;&#x73AF;&#x5883;&#x8BBE;&#x8BA1;&#x53EF;&#x964D;&#x4F4E;&#x5B66;&#x4E60;&#x96BE;&#x5EA6;&#x3002;</p>
</li>
<li><p><strong>&#x8D44;&#x6E90;&#x4E0E;&#x63D0;&#x793A;</strong>&#xFF1A;&#x63D0;&#x4F9B;&#x5DE5;&#x4F5C;&#x8F85;&#x52A9;&#x5DE5;&#x5177;&#x3001;&#x8D44;&#x6E90;&#x7F13;&#x5B58;&#xFF0C;&#x8BBE;&#x7F6E;&#x63D0;&#x793A;&#x548C;&#x89E6;&#x53D1;&#x5668;&#xFF0C;&#x5C06;&#x884C;&#x4E3A;&#x5D4C;&#x5165;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x90FD;&#x6709;&#x52A9;&#x4E8E;&#x63D0;&#x9AD8;&#x5B66;&#x4E60;&#x6548;&#x679C;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x7B80;&#x5316;&#x6D41;&#x7A0B;&#x3001;&#x6E05;&#x9664;&#x969C;&#x788D;&#xFF0C;&#x4E3A;&#x5B66;&#x4E60;&#x8005;&#x521B;&#x9020;&#x826F;&#x597D;&#x7684;&#x5B66;&#x4E60;&#x73AF;&#x5883;&#x3002;</p>
</li>
</ul>
</li>
</ol>
<h3 id="&#x6709;&#x8DA3;&#x7684;&#x6BD4;&#x55BB;"><a href="#&#x6709;&#x8DA3;&#x7684;&#x6BD4;&#x55BB;" class="headerlink" title="&#x6709;&#x8DA3;&#x7684;&#x6BD4;&#x55BB;"></a>&#x6709;&#x8DA3;&#x7684;&#x6BD4;&#x55BB;</h3><ol>
<li><p><strong>&#x5927;&#x8111;&#x4E0E;&#x8863;&#x67DC;</strong>&#xFF1A;&#x5C06;&#x5927;&#x8111;&#x6BD4;&#x4F5C;&#x8863;&#x67DC;&#xFF0C;&#x77E5;&#x8BC6;&#x5728;&#x5927;&#x8111;&#x4E2D;&#x7684;&#x5B58;&#x50A8;&#x548C;&#x68C0;&#x7D22;&#x7C7B;&#x4F3C;&#x7269;&#x54C1;&#x5728;&#x8863;&#x67DC;&#x4E2D;&#x7684;&#x5B58;&#x653E;&#x548C;&#x5BFB;&#x627E;&#x3002;&#x65B0;&#x624B;&#x7684;&#x77E5;&#x8BC6;&#x7ED3;&#x6784;&#x50CF;&#x6742;&#x4E71;&#x7684;&#x8863;&#x67DC;&#xFF0C;&#x4FE1;&#x606F;&#x7F3A;&#x4E4F;&#x7EC4;&#x7EC7;&#xFF1B;&#x4E13;&#x5BB6;&#x5219;&#x6709;&#x66F4;&#x6709;&#x5E8F;&#x7684;&#x5206;&#x7C7B;&#x548C;&#x5B58;&#x50A8;&#x65B9;&#x5F0F;&#x3002;&#x8FD9;&#x4E2A;&#x6BD4;&#x55BB;&#x5E2E;&#x52A9;&#x8BFB;&#x8005;&#x7406;&#x89E3;&#x4E0D;&#x540C;&#x77E5;&#x8BC6;&#x6C34;&#x5E73;&#x7684;&#x4EBA;&#x5BF9;&#x4FE1;&#x606F;&#x7684;&#x5904;&#x7406;&#x5DEE;&#x5F02;&#x3002;</p>
</li>
<li><p><strong>&#x9A91;&#x624B;&#x4E0E;&#x5927;&#x8C61;</strong>&#xFF1A;&#x628A;&#x5927;&#x8111;&#x7684;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x90E8;&#x5206;&#x6BD4;&#x4F5C;&#x9A91;&#x624B;&#xFF0C;&#x60C5;&#x611F;&#x548C;&#x76F4;&#x89C9;&#x7B49;&#x81EA;&#x52A8;&#x7CFB;&#x7EDF;&#x6BD4;&#x4F5C;&#x5927;&#x8C61;&#x3002;&#x5F62;&#x8C61;&#x5730;&#x8BF4;&#x660E;&#x4E86;&#x5728;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7406;&#x6027;&#x4E0E;&#x60C5;&#x611F;&#x7684;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#xFF0C;&#x4EE5;&#x53CA;&#x4E3A;&#x4EC0;&#x4E48;&#x5438;&#x5F15;&#x60C5;&#x611F;&#x5C42;&#x9762;&#x7684; &#x201C;&#x5927;&#x8C61;&#x201D; &#x5BF9;&#x5B66;&#x4E60;&#x5F88;&#x91CD;&#x8981;&#x3002;</p>
</li>
<li><p><strong>&#x5B66;&#x4E60;&#x5982;&#x9A91;&#x81EA;&#x884C;&#x8F66;</strong>&#xFF1A;&#x5B66;&#x4E60;&#x65B0;&#x77E5;&#x8BC6;&#x5982;&#x540C;&#x9A91;&#x81EA;&#x884C;&#x8F66;&#x4E0A;&#x5761;&#xFF0C;&#x9700;&#x8981;&#x6D88;&#x8017;&#x5927;&#x91CF;&#x80FD;&#x91CF;&#xFF1B;&#x800C;&#x8FD0;&#x7528;&#x5DF2;&#x5B66;&#x77E5;&#x8BC6;&#x5219;&#x50CF;&#x4E0B;&#x5761;&#xFF0C;&#x8F83;&#x4E3A;&#x8F7B;&#x677E;&#x3002;&#x4EE5;&#x6B64;&#x6BD4;&#x55BB;&#x8BF4;&#x660E;&#x5B66;&#x4E60;&#x8FC7;&#x7A0B;&#x4E2D;&#x5E94;&#x5408;&#x7406;&#x5B89;&#x6392;&#x65B0;&#x4FE1;&#x606F;&#x7684;&#x8F93;&#x5165;&#xFF0C;&#x907F;&#x514D;&#x5B66;&#x4E60;&#x8005;&#x8FC7;&#x5EA6;&#x75B2;&#x52B3;&#x3002;</p>
</li>
<li><p><strong>&#x77E5;&#x8BC6;&#x7684;&#x7F13;&#x5B58;&#x4E0E;&#x4F9B;&#x5E94;</strong>&#xFF1A;&#x628A;&#x4E3A;&#x5B66;&#x4E60;&#x8005;&#x63D0;&#x4F9B;&#x4FE1;&#x606F;&#x6BD4;&#x55BB;&#x4E3A;&#x7F13;&#x5B58;&#x548C;&#x4F9B;&#x5E94;&#x7269;&#x8D44;&#xFF0C;&#x5F62;&#x8C61;&#x5730;&#x89E3;&#x91CA;&#x4E86;&#x6839;&#x636E;&#x5B66;&#x4E60;&#x8005;&#x9700;&#x6C42;&#x63D0;&#x4F9B;&#x5173;&#x952E;&#x4FE1;&#x606F;&#xFF0C;&#x5E76;&#x5728;&#x4ED6;&#x4EEC;&#x9700;&#x8981;&#x65F6;&#x63D0;&#x4F9B;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;</p>
</li>
<li><p><strong>&#x6559;&#x5B66;&#x4E2D;&#x7684;GPS&#x4E0E;&#x5730;&#x56FE;</strong>&#xFF1A;&#x7528;GPS&#x548C;&#x5730;&#x56FE;&#x6765;&#x6BD4;&#x55BB;&#x6559;&#x5B66;&#x4E2D;&#x7684;&#x8BE6;&#x7EC6;&#x6307;&#x5BFC;&#x548C;&#x6982;&#x5FF5;&#x6027;&#x5F15;&#x5BFC;&#x3002;GPS&#x5F0F;&#x7684;&#x7CBE;&#x786E;&#x6307;&#x5BFC;&#x80FD;&#x5E2E;&#x52A9;&#x5B66;&#x4E60;&#x8005;&#x5FEB;&#x901F;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#xFF0C;&#x4F46;&#x4E0D;&#x5229;&#x4E8E;&#x5B66;&#x4E60;&#xFF1B;&#x5730;&#x56FE;&#x5F0F;&#x7684;&#x5F15;&#x5BFC;&#x5219;&#x66F4;&#x6709;&#x52A9;&#x4E8E;&#x5B66;&#x4E60;&#x8005;&#x7406;&#x89E3;&#x6574;&#x4F53;&#x60C5;&#x51B5;&#xFF0C;&#x638C;&#x63E1;&#x77E5;&#x8BC6;&#x548C;&#x6280;&#x80FD;&#x3002;</p>
</li>
</ol>
<h3 id="&#x6709;&#x54F2;&#x7406;&#x7684;&#x53E5;&#x5B50;"><a href="#&#x6709;&#x54F2;&#x7406;&#x7684;&#x53E5;&#x5B50;" class="headerlink" title="&#x6709;&#x54F2;&#x7406;&#x7684;&#x53E5;&#x5B50;"></a>&#x6709;&#x54F2;&#x7406;&#x7684;&#x53E5;&#x5B50;</h3><ol>
<li><p><strong>&#x5B66;&#x4E60;&#x5982;&#x65C5;&#x7A0B;</strong>&#xFF1A;&#x201C;Learning experiences are like journeys. The journey starts where the learner is now, and ends when the learner is successful (however that is defined). The end of the journey isn&#x2019;t just knowing more, it&#x2019;s doing more.&#x201D;&#x2014;&#x2014;&#x5B66;&#x4E60;&#x4F53;&#x9A8C;&#x5C31;&#x50CF;&#x65C5;&#x7A0B;&#x3002;&#x65C5;&#x7A0B;&#x4ECE;&#x5B66;&#x4E60;&#x8005;&#x73B0;&#x5728;&#x6240;&#x5904;&#x7684;&#x4F4D;&#x7F6E;&#x5F00;&#x59CB;&#xFF0C;&#x5728;&#x5B66;&#x4E60;&#x8005;&#x53D6;&#x5F97;&#x6210;&#x529F;&#x65F6;&#xFF08;&#x65E0;&#x8BBA;&#x6210;&#x529F;&#x662F;&#x5982;&#x4F55;&#x5B9A;&#x4E49;&#x7684;&#xFF09;&#x7ED3;&#x675F;&#x3002;&#x65C5;&#x7A0B;&#x7684;&#x7EC8;&#x70B9;&#x4E0D;&#x53EA;&#x662F;&#x77E5;&#x9053;&#x5F97;&#x66F4;&#x591A;&#xFF0C;&#x800C;&#x662F;&#x80FD;&#x505A;&#x5F97;&#x66F4;&#x591A;&#x3002;</p>
</li>
<li><p><strong>&#x521B;&#x9020;&#x5B66;&#x4E60;&#x73AF;&#x5883;</strong>&#xFF1A;&#x201C;We can&#x2019;t make anybody learn, but we can make much better learning environments for them.&#x201D;&#x2014;&#x2014;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x5F3A;&#x8FEB;&#x4EFB;&#x4F55;&#x4EBA;&#x5B66;&#x4E60;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4E3A;&#x4ED6;&#x4EEC;&#x521B;&#x9020;&#x66F4;&#x597D;&#x7684;&#x5B66;&#x4E60;&#x73AF;&#x5883;&#x3002;3. <strong>&#x5B66;&#x4E60;&#x8005;&#x5373;&#x82F1;&#x96C4;</strong>&#xFF1A;&#x201C;Even incidental characters are the heroes of their own stories. We typically design for audiences of &#x2018;learners,&#x2019; but each individual learner is the hero of their own learning journey. We just need to ensure they have everything they need to move along the path.&#x201D;&#x2014;&#x2014;&#x5373;&#x4F7F;&#x662F;&#x6B21;&#x8981;&#x89D2;&#x8272;&#x4E5F;&#x662F;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x6545;&#x4E8B;&#x91CC;&#x7684;&#x82F1;&#x96C4;&#x3002;&#x6211;&#x4EEC;&#x901A;&#x5E38;&#x4E3A; &#x201C;&#x5B66;&#x4E60;&#x8005;&#x201D; &#x7FA4;&#x4F53;&#x8FDB;&#x884C;&#x8BBE;&#x8BA1;&#xFF0C;&#x4F46;&#x6BCF;&#x4E2A;&#x5B66;&#x4E60;&#x8005;&#x90FD;&#x662F;&#x81EA;&#x5DF1;&#x5B66;&#x4E60;&#x65C5;&#x7A0B;&#x4E2D;&#x7684;&#x82F1;&#x96C4;&#x3002;&#x6211;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x786E;&#x4FDD;&#x4ED6;&#x4EEC;&#x62E5;&#x6709;&#x5728;&#x5B66;&#x4E60;&#x9053;&#x8DEF;&#x4E0A;&#x524D;&#x8FDB;&#x6240;&#x9700;&#x7684;&#x4E00;&#x5207;&#x3002;</p>
</li>
<li><p><strong>&#x51FA;&#x8272;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x7684;&#x4E50;&#x8DA3;</strong>&#xFF1A;&#x201C;Kicking ass is more fun regardless of the task. It&#x2019;s more fun to know more. It&#x2019;s more fun to be able to do more. It&#x2019;s more fun to be able to help others do more.&#x201D;&#x2014;&#x2014;&#x65E0;&#x8BBA;&#x505A;&#x4EC0;&#x4E48;&#x4EFB;&#x52A1;&#xFF0C;&#x51FA;&#x8272;&#x5730;&#x5B8C;&#x6210;&#x90FD;&#x66F4;&#x6709;&#x8DA3;&#x3002;&#x77E5;&#x9053;&#x5F97;&#x66F4;&#x591A;&#x66F4;&#x6709;&#x8DA3;&#x3002;&#x80FD;&#x591F;&#x505A;&#x5F97;&#x66F4;&#x591A;&#x66F4;&#x6709;&#x8DA3;&#x3002;&#x80FD;&#x591F;&#x5E2E;&#x52A9;&#x522B;&#x4EBA;&#x505A;&#x5F97;&#x66F4;&#x591A;&#x4E5F;&#x66F4;&#x6709;&#x8DA3;&#x3002; </p>
</li>
<li><p><strong>&#x6539;&#x53D8;&#x662F;&#x8FC7;&#x7A0B;</strong>&#xFF1A;&#x201C;Change is a process, not an event.&#x201D;&#x2014;&#x2014;&#x6539;&#x53D8;&#x662F;&#x4E00;&#x4E2A;&#x8FC7;&#x7A0B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x4E8B;&#x4EF6;&#x3002; </p>
</li>
<li><p><strong>&#x7ECF;&#x9A8C;&#x5B66;&#x4E60;&#x7684;&#x4E24;&#x9762;&#x6027;</strong>&#xFF1A;&#x201C;We learn from experience, but it can be a problem if we learn the wrong thing from experience.&#x201D;&#x2014;&#x2014;&#x6211;&#x4EEC;&#x4ECE;&#x7ECF;&#x9A8C;&#x4E2D;&#x5B66;&#x4E60;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x4ECE;&#x7ECF;&#x9A8C;&#x4E2D;&#x5B66;&#x5230;&#x4E86;&#x9519;&#x8BEF;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x4F1A;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x3002; </p>
</li>
<li><p><strong>&#x4E60;&#x60EF;&#x7684;&#x529B;&#x91CF;</strong>&#xFF1A;&#x201C;The elephant is a creature of habit, which means that if the elephant is used to going left, it&#x2019;s going to require a fair bit of conscious effort to get it to go right instead.&#x201D;&#x2014;&#x2014;&#x5927;&#x8C61;&#x662F;&#x4E60;&#x60EF;&#x7684;&#x4EA7;&#x7269;&#xFF0C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x5982;&#x679C;&#x5927;&#x8C61;&#x4E60;&#x60EF;&#x5411;&#x5DE6;&#x8D70;&#xFF0C;&#x90A3;&#x4E48;&#x8981;&#x8BA9;&#x5B83;&#x5411;&#x53F3;&#x8D70;&#x5C31;&#x9700;&#x8981;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x6709;&#x610F;&#x8BC6;&#x7684;&#x52AA;&#x529B;&#x3002; </p>
</li>
<li><p><strong>&#x6311;&#x6218;&#x4E0E;&#x80FD;&#x529B;&#x7684;&#x5E73;&#x8861;</strong>&#xFF1A;&#x201C;When the challenge far exceeds a learner&#x2019;s ability, it&#x2019;s probably too difficult for that learner, and quickly becomes frustrating. But when something is far too easy for a learner, it&#x2019;s boring.&#x201D;&#x2014;&#x2014;&#x5F53;&#x6311;&#x6218;&#x8FDC;&#x8FDC;&#x8D85;&#x8FC7;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x80FD;&#x529B;&#x65F6;&#xFF0C;&#x8FD9;&#x5BF9;&#x5B66;&#x4E60;&#x8005;&#x6765;&#x8BF4;&#x53EF;&#x80FD;&#x592A;&#x96BE;&#x4E86;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x4F1A;&#x8BA9;&#x4EBA;&#x611F;&#x5230;&#x6CAE;&#x4E27;&#x3002;&#x4F46;&#x5F53;&#x67D0;&#x4EF6;&#x4E8B;&#x5BF9;&#x5B66;&#x4E60;&#x8005;&#x6765;&#x8BF4;&#x592A;&#x5BB9;&#x6613;&#x65F6;&#xFF0C;&#x5B83;&#x5C31;&#x4F1A;&#x53D8;&#x5F97;&#x65E0;&#x804A;&#x3002;</p>
</li>
</ol>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/教学/" rel="tag"># 教学</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2025/02/15/Advanced Guide to Python3 Programming(Second_Edition)笔记/" rel="next" title="Advanced Guide to Python3 Programming(Second_Edition)笔记">
                <i class="fa fa-chevron-left"></i> Advanced Guide to Python3 Programming(Second_Edition)笔记
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2026/02/09/goodbooks/" rel="prev" title="Good Books">
                Good Books <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          

<!-- 多说公共JS代码 start (一个网页只需插入一次) -->
<script type="text/javascript">
var duoshuoQuery = {short_name:"xhrong"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		 || document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- 多说公共JS代码 end -->
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2025/02/20/《Design for How People Learn》总结/" data-title="Design for How People Learn笔记" data-url="http://xhrong.github.io/2025/02/20/《Design for How People Learn》总结/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap">
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image" src="/images/avatar.jpg" alt="xhrong">
          <p class="site-author-name" itemprop="name">xhrong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">74</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">21</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">127</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      
      <!--noindex-->
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">

            
              
            

            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#《Design-for-How-People-Learn》笔记"><span class="nav-number">1.</span> <span class="nav-text">《Design for How People Learn》笔记</span></a><ol class="nav-child"><li class="nav-item nav-level-3"><a class="nav-link" href="#主要内容"><span class="nav-number">1.1.</span> <span class="nav-text">主要内容</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#有趣的比喻"><span class="nav-number">1.2.</span> <span class="nav-text">有趣的比喻</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#有哲理的句子"><span class="nav-number">1.3.</span> <span class="nav-text">有哲理的句子</span></a></li></ol></li></ol></div>
            

          </div>
        </section>
      <!--/noindex-->
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2025</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">xhrong</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"xhrong"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
      search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();
    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';
      $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = $( "entry", xmlResponse ).map(function() {
            return {
              title: $( "title", this ).text(),
              content: $("content",this).text(),
              url: $( "url" , this).text()
            };
          }).get();
          var $input = document.getElementById(search_id);
          var $resultContent = document.getElementById(content_id);
          $input.addEventListener('input', function(){
            var matchcounts = 0;
            var str='<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length > 1) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var content_index = [];
                var data_title = data.title.trim().toLowerCase();
                var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                var data_url = decodeURIComponent(data.url);
                var index_title = -1;
                var index_content = -1;
                var first_occur = -1;
                // only match artiles with not empty titles and contents
                if(data_title != '') {
                  keywords.forEach(function(keyword, i) {
                    index_title = data_title.indexOf(keyword);
                    index_content = data_content.indexOf(keyword);
                    if( index_title >= 0 || index_content >= 0 ){
                      isMatch = true;
                      if (i == 0) {
                        first_occur = index_content;
                      }
                    }

                  });
                }
                // show search results
                if (isMatch) {
                  matchcounts += 1;
                  str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                  var content = data.content.trim().replace(/<[^>]+>/g,"");
                  if (first_occur >= 0) {
                    // cut out 100 characters
                    var start = first_occur - 20;
                    var end = first_occur + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if(start == 0){
                      end = 50;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    var match_content = content.substring(start, end);
                    // highlight all keywords
                    keywords.forEach(function(keyword){
                      var regS = new RegExp(keyword, "gi");
                      match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                    });

                    str += "<p class=\"search-result\">" + match_content +"...</p>"
                  }
                  str += "</li>";
                }
              })};
            str += "</ul>";
            if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
            if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
            $resultContent.innerHTML = str;
          });
          proceedsearch();
        }
      });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("u4DTaPHSLi7UfAEx97rmGGkO-gzGzoHsz", "qEYRUuSsKEaUPpt8BwlMXnbr");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
