<!doctype html>



  


<html class="theme-next mist use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">



<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css">


  <meta name="keywords" content="人类,万物,">





  <link rel="alternate" href="/atom.xml" title="森.林木" type="application/atom+xml">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0">






<meta name="description" content="&amp;#x5C06;&amp;#x8FD1;&amp;#x5E74;&amp;#x5173;&amp;#x4E86;&amp;#xFF0C;&amp;#x7A7A;&amp;#x6C14;&amp;#x4E00;&amp;#x70B9;&amp;#x4E5F;&amp;#x4E0D;&amp;#x662F;&amp;#x51AC;&amp;#x5929;&amp;#x7684;&amp;#x6837;&amp;#x5B50;&amp;#xFF0C;&amp;#x4E00;&amp;#x7247;&amp;#x96EA;&amp;#x82B1;&amp;#x4E5F;&amp;#x4E0D;">
<meta name="keywords" content="人类,万物">
<meta property="og:type" content="article">
<meta property="og:title" content="存在的意义">
<meta property="og:url" content="http://xhrong.github.io/2017/12/23/存在的意义/index.html">
<meta property="og:site_name" content="森.林木">
<meta property="og:description" content="&amp;#x5C06;&amp;#x8FD1;&amp;#x5E74;&amp;#x5173;&amp;#x4E86;&amp;#xFF0C;&amp;#x7A7A;&amp;#x6C14;&amp;#x4E00;&amp;#x70B9;&amp;#x4E5F;&amp;#x4E0D;&amp;#x662F;&amp;#x51AC;&amp;#x5929;&amp;#x7684;&amp;#x6837;&amp;#x5B50;&amp;#xFF0C;&amp;#x4E00;&amp;#x7247;&amp;#x96EA;&amp;#x82B1;&amp;#x4E5F;&amp;#x4E0D;">
<meta property="og:locale" content="zh-Hans">
<meta property="og:updated_time" content="2020-08-27T01:38:40.490Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="存在的意义">
<meta name="twitter:description" content="&amp;#x5C06;&amp;#x8FD1;&amp;#x5E74;&amp;#x5173;&amp;#x4E86;&amp;#xFF0C;&amp;#x7A7A;&amp;#x6C14;&amp;#x4E00;&amp;#x70B9;&amp;#x4E5F;&amp;#x4E0D;&amp;#x662F;&amp;#x51AC;&amp;#x5929;&amp;#x7684;&amp;#x6837;&amp;#x5B50;&amp;#xFF0C;&amp;#x4E00;&amp;#x7247;&amp;#x96EA;&amp;#x82B1;&amp;#x4E5F;&amp;#x4E0D;">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://xhrong.github.io/2017/12/23/存在的意义/">





  <title> 存在的意义 | 森.林木 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">森.林木</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://xhrong.github.io/2017/12/23/存在的意义/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="xhrong">
    <meta itemprop="description" content>
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="森.林木">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="森.林木" src>
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                存在的意义
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-12-23T00:00:00+00:00">
                2017-12-23
              </time>
            

            

            
          </span>

          
            <span class="post-category">
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/文史/" itemprop="url" rel="index">
                    <span itemprop="name">文史</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2017/12/23/存在的意义/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/12/23/存在的意义/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2017/12/23/存在的意义/" class="leancloud_visitors" data-flag-title="存在的意义">
               <span class="post-meta-divider">|</span>
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x5C06;&#x8FD1;&#x5E74;&#x5173;&#x4E86;&#xFF0C;&#x7A7A;&#x6C14;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x662F;&#x51AC;&#x5929;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x4E00;&#x7247;&#x96EA;&#x82B1;&#x4E5F;&#x4E0D;&#x66FE;&#x843D;&#x4E0B;&#x3002;&#x5F80;&#x5E74;&#x8FD9;&#x6837;&#x7684;&#x65F6;&#x5019;&#x662F;&#x4E0D;&#x9002;&#x5408;&#x591C;&#x8BFB;&#x7684;&#xFF0C;&#x4ECA;&#x5E74;&#x5374;&#x6070;&#x5230;&#x597D;&#x5904;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x7528;&#x6253;&#x5F00;&#x53D6;&#x6696;&#x5668;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x5929;&#xFF0C;&#x9646;&#x7EED;&#x5730;&#x770B;&#x4E86;&#x4E9B;&#x8BF8;&#x5982;&#x300A;&#x4EBA;&#x7C7B;&#x7B80;&#x53F2;&#x300B;&#x3001;&#x300A;&#x672A;&#x6765;&#x7B80;&#x53F2;&#x300B;&#x3001;&#x300A;&#x4E07;&#x7269;&#x7B80;&#x53F2;&#x300B;&#x4E4B;&#x7C7B;&#x7684;&#x6D41;&#x884C;&#x8BFB;&#x7269;&#x3002;&#x8FD8;&#x597D;&#xFF0C;&#x8FD9;&#x4E9B;&#x4E66;&#x5E76;&#x4E0D;&#x662F;&#x54D7;&#x4F17;&#x53D6;&#x5BA0;&#xFF0C;&#x6709;&#x90A3;&#x4E48;&#x4E9B;&#x611F;&#x609F;&#xFF1A;&#x4EBA;&#x6216;&#x4E07;&#x7269;&#x7684;&#x5B58;&#x5728;&#x5B9E;&#x5728;&#x5E76;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#xFF0C;&#x5B58;&#x5728;&#x7684;&#x76EE;&#x7684;&#x4EC5;&#x4EC5;&#x662F;&#x5B58;&#x5728;&#x672C;&#x8EAB;&#x800C;&#x5DF2;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x611F;&#x609F;&#x4E5F;&#x7B97;&#x4E0D;&#x4E0A;&#x4EC0;&#x4E48;&#x65B0;&#x4E1C;&#x897F;&#x3002;&#x505A;&#x4E3A;&#x65E0;&#x795E;&#x8BBA;&#x7684;&#x6000;&#x7591;&#x8005;&#xFF0C;&#x8FD9;&#x70B9;&#x60F3;&#x6CD5;&#x51E0;&#x4E4E;&#x81EA;&#x7136;&#x800C;&#x7136;&#x3002;</p>
<p>&#x4ECE;&#x54F2;&#x5B66;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x8BF4;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x547D;&#x9898;&#xFF1A;&#x5B58;&#x5728;&#x5FC5;&#x7136;&#x5B58;&#x5728;&#xFF0C;&#x56E0;&#x4E3A;&#x4E0D;&#x5B58;&#x5728;&#x5FC5;&#x7136;&#x4E0D;&#x5B58;&#x5728;&#x3002;&#x5F88;&#x96BE;&#x7406;&#x89E3;&#xFF0C;&#x5374;&#x6709;&#x70B9;&#x610F;&#x601D;&#x3002;&#x540C;&#x65F6;&#xFF1A;&#x5B58;&#x5728;&#x5FC5;&#x7136;&#x5408;&#x7406;&#xFF0C;&#x5B58;&#x5728;&#x5FC5;&#x7136;&#x4E0D;&#x5408;&#x7406;&#x3002;&#x8FD9;&#x662F;&#x5408;&#x7406;&#x4E0E;&#x4E0D;&#x5408;&#x7406;&#x7684;&#x63D0;&#x6CD5;&#xFF0C;&#x591A;&#x5C11;&#x6709;&#x4E9B;&#x4EBA;&#x7C7B;&#x4F26;&#x7406;&#x7684;&#x5473;&#x9053;&#xFF0C;&#x662F;&#x975E;&#x81EA;&#x7136;&#x7684;&#x3002;</p>
<p>&#x5B58;&#x5728;&#x5FC5;&#x7136;&#x5B58;&#x5728;&#xFF0C;&#x5B58;&#x5728;&#x65E0;&#x6CD5;&#x9009;&#x62E9;&#xFF1B;&#x4E0D;&#x5B58;&#x5728;&#x5FC5;&#x7136;&#x4E0D;&#x5B58;&#x5728;&#xFF0C;&#x4E0D;&#x5B58;&#x5728;&#x4E5F;&#x65E0;&#x6CD5;&#x9009;&#x62E9;&#x3002;&#x90A3;&#x4E48;&#x5728;&#x65F6;&#x95F4;&#x7684;&#x957F;&#x6CB3;&#x91CC;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6709;&#x4E9B;&#x5B58;&#x5728;&#x6700;&#x7EC8;&#x4E0D;&#x518D;&#x5B58;&#x5728;&#xFF0C;&#x800C;&#x6709;&#x4E9B;&#x4E0D;&#x5B58;&#x5728;&#x5374;&#x5947;&#x8FF9;&#x822C;&#x7684;&#x6210;&#x4E3A;&#x5B58;&#x5728;&#xFF1F;</p>
<p>&#x56E0;&#x4E3A;&#x867D;&#x7136;&#x5B58;&#x5728;&#x7684;&#x5185;&#x56E0;&#x575A;&#x6301;&#x5176;&#x5B58;&#x5728;&#xFF0C;&#x800C;&#x73AF;&#x5883;&#x56E0;&#xFF08;&#x611F;&#x89C9;&#x5916;&#x56E0;&#x8FD9;&#x4E2A;&#x8BCD;&#x4E0D;&#x662F;&#x5F88;&#x5408;&#x9002;&#xFF09;&#x5374;&#x662F;&#x968F;&#x673A;&#x7684;&#x52A0;&#x5F3A;&#x5176;&#x5B58;&#x5728;&#x6216;&#x8BF1;&#x5BFC;&#x5176;&#x4E0D;&#x5B58;&#x5728;&#x3002;&#x6240;&#x4EE5;&#x5728;&#x73AF;&#x5883;&#x56E0;&#x548C;&#x65F6;&#x95F4;&#x7684;&#x4F5C;&#x7528;&#x4E0B;&#x4EFB;&#x4F55;&#x7684;&#x5B58;&#x5728;&#x7EC8;&#x5C06;&#x4E0D;&#x518D;&#x5B58;&#x5728;&#xFF0C;&#x540C;&#x65F6;&#x5404;&#x79CD;&#x66FE;&#x7ECF;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x5374;&#x5076;&#x7136;&#x7684;&#x5B58;&#x5728;&#x4E86;&#x3002;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4F1A;&#x6210;&#x4E3A;&#x6C38;&#x6052;&#xFF0C;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x53EF;&#x80FD;&#x3002;</p>
<p>&#x4ECE;&#x8FD9;&#x79CD;&#x89C2;&#x5FF5;&#x7406;&#x89E3;&#x4E16;&#x754C;&#xFF0C;&#x53EF;&#x4EE5;&#x6E05;&#x6670;&#x7684;&#x770B;&#x5230;&#xFF1A;&#x65E0;&#x8BBA;&#x662F;&#x4EBA;&#x6216;&#x662F;&#x4E07;&#x7269;&#xFF0C;&#x5176;&#x5B58;&#x5728;&#x5728;&#x5F53;&#x4E0B;&#x662F;&#x5FC5;&#x7136;&#x7684;&#xFF0C;&#x5176;&#x4E0D;&#x5B58;&#x5728;&#x5728;&#x6C38;&#x6052;&#x4E2D;&#x4EA6;&#x662F;&#x5FC5;&#x7136;&#x7684;&#x3002;&#x8FD9;&#x4E2A;&#x7ED3;&#x8BBA;&#xFF0C;&#x5BF9;&#x4E8E;&#x7406;&#x89E3;&#x4E07;&#x7269;&#x5DF2;&#x7ECF;&#x8DB3;&#x591F;&#xFF0C;&#x4F46;&#x662F;&#x5BF9;&#x4E8E;&#x7406;&#x89E3;&#x4EBA;&#xFF0C;&#x4F3C;&#x4E4E;&#x592A;&#x8FC7;&#x51B0;&#x51B7;&#x3002;&#x65E2;&#x7136;&#x4EBA;&#x7EC8;&#x5C06;&#x4E0D;&#x5B58;&#x5728;&#xFF0C;&#x90A3;&#x4E48;&#x6B64;&#x751F;&#x7684;&#x610F;&#x4E49;&#x4F55;&#x5728;&#xFF1F;&#x4EBA;&#x7684;&#x610F;&#x4E49;&#x4F55;&#x5728;&#xFF1F;</p>
<p>&#x4ECE;&#x7269;&#x7406;&#x6216;&#x751F;&#x7269;&#x89D2;&#x5EA6;&#x4E0A;&#x8BF4;&#xFF0C;&#x4E2A;&#x4EBA;&#x548C;&#x4EBA;&#x7684;&#x5B58;&#x5728;&#x5176;&#x610F;&#x4E49;&#x5C31;&#x662F;&#x575A;&#x6301;&#x5176;&#x4E2A;&#x4EBA;&#x548C;&#x4EBA;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x4E00;&#x5982;&#x4E07;&#x7269;&#x3002;&#x4ECE;&#x4EBA;&#x548C;&#x4EBA;&#x7C7B;&#x7684;&#x89D2;&#x5EA6;&#x4E0A;&#x8BF4;&#xFF0C;&#x4E2A;&#x4EBA;&#x548C;&#x4EBA;&#x7684;&#x5B58;&#x5728;&#x662F;&#x4E3A;&#x4E86;&#x66F4;&#x597D;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x5E76;&#x5BF9;&#x6297;&#x4E00;&#x5207;&#x8BF1;&#x5BFC;&#x5176;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x73AF;&#x5883;&#x56E0;&#x3002;&#x867D;&#x7136;&#x6240;&#x6709;&#x52AA;&#x529B;&#x7EC8;&#x5C06;&#x5931;&#x8D25;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x5C31;&#x662F;&#x610F;&#x4E49;&#x3002;</p>
<p>&#x7531;&#x6B64;&#xFF0C;&#x63A8;&#x5BFC;&#x51FA;&#x4E00;&#x4E2A;&#x4EBA;&#x751F;&#x54F2;&#x7406;&#xFF1A;&#x5C3D;&#x4EBA;&#x529B;&#xFF0C;&#x542C;&#x5929;&#x547D;&#x3002;&#x4E8E;&#x4E07;&#x7269;&#x800C;&#x8A00;&#xFF0C;&#x540C;&#x6837;&#x7684;&#xFF1A;&#x5C3D;&#x7269;&#x529B;&#xFF0C;&#x542C;&#x5929;&#x547D;&#x3002;&#x4EBA;&#x529B;&#x3001;&#x7269;&#x529B;&#x4E3A;&#x5185;&#x56E0;&#xFF0C;&#x5929;&#x547D;&#x4E3A;&#x73AF;&#x5883;&#x56E0;&#x3002;</p>
<p>&#x4EE5;&#x4E0A;&#x5927;&#x7EA6;&#x662F;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x7684;&#x771F;&#x5B9E;&#x9762;&#x8C8C;&#x3002;&#x6240;&#x6709;&#x7684;&#x4EBA;&#x7C7B;&#x77E5;&#x8BC6;&#xFF0C;&#x5982;&#x79D1;&#x5B66;&#x3001;&#x793E;&#x4F1A;&#x3001;&#x5B97;&#x6559;&#x3001;&#x653F;&#x6CBB;&#x7B49;&#x7B49;&#xFF0C;&#x4E0D;&#x8FC7;&#x662F;&#x4EBA;&#x548C;&#x4EBA;&#x7C7B;&#x81EA;&#x6211;&#x81C6;&#x60F3;&#x7684;&#x73B0;&#x5B9E;&#x3002;&#x4E16;&#x754C;&#x4E0D;&#x5B58;&#x5728;&#x4F26;&#x7406;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x6E29;&#x5EA6;&#x3002;&#x4E16;&#x754C;&#x53EA;&#x662F;&#x4E16;&#x754C;&#xFF0C;&#x4E16;&#x754C;&#x7684;&#x5B58;&#x5728;&#x53EA;&#x662F;&#x4E3A;&#x4E86;&#x4E16;&#x754C;&#x7684;&#x5B58;&#x5728;&#x3002;</p>
<p>&#x540E;&#x8BB0;&#xFF1A;</p>
<p>&#x5982;&#x679C;&#x71B5;&#x589E;&#x52A0;&#x539F;&#x7406;&#x6210;&#x7ACB;&#xFF0C;&#x90A3;&#x4E48;&#x5B87;&#x5B99;&#x6700;&#x7EC8;&#x4F1A;&#x53D8;&#x6210;&#x4E00;&#x9635;&#x70ED;&#x91CF;&#xFF01;&#x56E0;&#x4E3A;&#xFF0C;&#x5B87;&#x5B99;&#x505A;&#x4E3A;&#x6700;&#x5927;&#x7684;&#x552F;&#x4E00;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E0D;&#x53EF;&#x80FD;&#x83B7;&#x5F97;&#x5916;&#x90E8;&#x7CFB;&#x7EDF;&#x7684;&#x80FD;&#x91CF;&#x8865;&#x7ED9;&#xFF0C;&#x6240;&#x4EE5;&#x53EA;&#x4F1A;&#x8D8A;&#x6765;&#x8D8A;&#x65E0;&#x5E8F;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x70ED;&#x3002;&#x800C;&#x6839;&#x636E;&#x76F8;&#x5BF9;&#x8BBA;&#x539F;&#x7406;&#xFF0C;&#x80FD;&#x91CF;&#x548C;&#x8D28;&#x91CF;&#x662F;&#x53EF;&#x80FD;&#x4E92;&#x52A8;&#xFF0C;&#x6240;&#x4EE5;&#x6700;&#x7EC8;&#x8D28;&#x91CF;&#x4F1A;&#x5728;&#x71B5;&#x589E;&#x52A0;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x9010;&#x6E10;&#x8F6C;&#x5316;&#x4E3A;&#x80FD;&#x91CF;&#xFF0C;&#x518D;&#x8F6C;&#x5316;&#x4E3A;&#x70ED;&#x91CF;&#xFF0C;&#x6210;&#x4E3A;&#x71B5;&#x3002;</p>
<p>&#x5F53;&#x6240;&#x4EE5;&#x7684;&#x8D28;&#x91CF;&#x548C;&#x80FD;&#x91CF;&#x90FD;&#x8F6C;&#x5316;&#x4E3A;&#x70ED;&#x91CF;&#x4E4B;&#x540E;&#xFF0C;&#x5B87;&#x5B99;&#x4F1A;&#x662F;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x56FE;&#x666F;&#xFF0C;&#x4E3A;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x8FC7;&#x70ED;&#x800C;&#x53D1;&#x751F;&#x7206;&#x70B8;&#xFF1F;</p>
<p>&#x5176;&#x5B9E;&#xFF0C;&#x71B5;&#x4E0D;&#x4F1A;&#x4E00;&#x76F4;&#x589E;&#x52A0;&#x3002;&#x5F53;&#x71B5;&#x589E;&#x52A0;&#x5230;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E4B;&#x540E;&#xFF0C;&#x5B87;&#x5B99;&#x4F1A;&#x975E;&#x5E38;&#x70ED;&#xFF0C;&#x8FD9;&#x4F1A;&#x51CF;&#x7F13;&#x5E76;&#x6700;&#x7EC8;&#x963B;&#x6B62;&#x70ED;&#x91CF;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x589E;&#x52A0;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x71B5;&#x5C06;&#x4E0D;&#x518D;&#x589E;&#x52A0;&#xFF0C;&#x53EF;&#x80FD;&#x4F1A;&#x8FBE;&#x5230;&#x4E00;&#x79CD;&#x5FAE;&#x5999;&#x7684;&#x5E73;&#x8861;&#x3002;&#x8003;&#x8651;&#x5230;&#x5F53;&#x524D;&#x5B87;&#x5B99;&#x8FD8;&#x5728;&#x81A8;&#x80C0;&#x7684;&#x4E8B;&#x5B9E;&#xFF0C;&#x53EF;&#x80FD;&#x7406;&#x89E3;&#x5B87;&#x5B99;&#x8FD8;&#x5728;&#x53D8;&#x51B7;&#xFF0C;&#x6240;&#x4EE5;&#x71B5;&#x5728;&#x73B0;&#x9636;&#x6BB5;&#x662F;&#x589E;&#x52A0;&#x8D8B;&#x52BF;&#x7684;&#x3002;&#x7B49;&#x5230;&#x5B87;&#x5B99;&#x4E0D;&#x5728;&#x81A8;&#x80C0;&#x6216;&#x5F00;&#x59CB;&#x6536;&#x7F29;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x71B5;&#x5C06;&#x8D8B;&#x4E8E;&#x51CF;&#x5C11;&#xFF0C;&#x5C01;&#x95ED;&#x7CFB;&#x7EDF;&#x5C06;&#x8D8B;&#x4E8E;&#x5438;&#x6536;&#x70ED;&#x91CF;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x91CA;&#x653E;&#x70ED;&#x91CF;&#x3002;</p>
<p>&#x4ECE;&#x70ED;&#x529B;&#x5B66;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x7406;&#x89E3;&#x5B87;&#x5B99;&#xFF0C;&#x4E5F;&#x8BB8;&#x4F1A;&#x6709;&#x4E9B;&#x65B0;&#x7684;&#x89C1;&#x89E3;&#x3002;&#x53EF;&#x4EE5;&#x80AF;&#x5B9A;&#xFF0C;&#x8FD9;&#x4E9B;&#x89C1;&#x89E3;&#x5C06;&#x5927;&#x90E8;&#x4E0E;&#x4ECE;&#x529B;&#x5B66;&#x89D2;&#x5EA6;&#x6765;&#x7406;&#x89E3;&#x5B87;&#x5B99;&#x662F;&#x4E00;&#x81F4;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x80FD;&#x591F;&#x53D1;&#x73B0;&#x4E00;&#x4E9B;&#x4E0D;&#x4E00;&#x81F4;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5C06;&#x662F;&#x6FC0;&#x52A8;&#x4EBA;&#x5FC3;&#x7684;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/人类/" rel="tag"># 人类</a>
          
            <a href="/tags/万物/" rel="tag"># 万物</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/10/13/AspectJ在Android中的应用/" rel="next" title="AspectJ在Android中的应用">
                <i class="fa fa-chevron-left"></i> AspectJ在Android中的应用
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/12/31/时间是什么？/" rel="prev" title="时间是什么？">
                时间是什么？ <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          

<!-- 多说公共JS代码 start (一个网页只需插入一次) -->
<script type="text/javascript">
var duoshuoQuery = {short_name:"xhrong"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		 || document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- 多说公共JS代码 end -->
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/12/23/存在的意义/" data-title="存在的意义" data-url="http://xhrong.github.io/2017/12/23/存在的意义/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image" src="/images/avatar.jpg" alt="xhrong">
          <p class="site-author-name" itemprop="name">xhrong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">66</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">18</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">121</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2020</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">xhrong</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"xhrong"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
      search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();
    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';
      $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = $( "entry", xmlResponse ).map(function() {
            return {
              title: $( "title", this ).text(),
              content: $("content",this).text(),
              url: $( "url" , this).text()
            };
          }).get();
          var $input = document.getElementById(search_id);
          var $resultContent = document.getElementById(content_id);
          $input.addEventListener('input', function(){
            var matchcounts = 0;
            var str='<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length > 1) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var content_index = [];
                var data_title = data.title.trim().toLowerCase();
                var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                var data_url = decodeURIComponent(data.url);
                var index_title = -1;
                var index_content = -1;
                var first_occur = -1;
                // only match artiles with not empty titles and contents
                if(data_title != '') {
                  keywords.forEach(function(keyword, i) {
                    index_title = data_title.indexOf(keyword);
                    index_content = data_content.indexOf(keyword);
                    if( index_title >= 0 || index_content >= 0 ){
                      isMatch = true;
                      if (i == 0) {
                        first_occur = index_content;
                      }
                    }

                  });
                }
                // show search results
                if (isMatch) {
                  matchcounts += 1;
                  str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                  var content = data.content.trim().replace(/<[^>]+>/g,"");
                  if (first_occur >= 0) {
                    // cut out 100 characters
                    var start = first_occur - 20;
                    var end = first_occur + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if(start == 0){
                      end = 50;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    var match_content = content.substring(start, end);
                    // highlight all keywords
                    keywords.forEach(function(keyword){
                      var regS = new RegExp(keyword, "gi");
                      match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                    });

                    str += "<p class=\"search-result\">" + match_content +"...</p>"
                  }
                  str += "</li>";
                }
              })};
            str += "</ul>";
            if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
            if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
            $resultContent.innerHTML = str;
          });
          proceedsearch();
        }
      });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("u4DTaPHSLi7UfAEx97rmGGkO-gzGzoHsz", "qEYRUuSsKEaUPpt8BwlMXnbr");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
