<!doctype html>



  


<html class="theme-next mist use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">



<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css">


  <meta name="keywords" content="Android, Java, 教育, 技术">





  <link rel="alternate" href="/atom.xml" title="森.林木" type="application/atom+xml">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0">






<meta name="description" content="#&amp;#x90A3;&amp;#x4E2A;&amp;#x53EB;&amp;#x6C5F;&amp;#x5357;&amp;#x7684;&amp;#x5730;&amp;#x65B9;@(&amp;#x65E7;&amp;#x4E8B;&amp;#x91CD;&amp;#x63D0;)[&amp;#x751F;&amp;#x6D3B;]&amp;#x2014;&amp;#x2014;&amp;#x6C5F;&amp;#x5357;&amp;#x597D;&amp;#xFF0C;&amp;#x98CE;&amp;#x666F;&amp;#x65E7;&amp;#x66FE;&amp;#">
<meta property="og:type" content="article">
<meta property="og:title" content="那个叫江南的地方">
<meta property="og:url" content="http://xhrong.github.io/2008/11/24/那个叫江南的地方/index.html">
<meta property="og:site_name" content="森.林木">
<meta property="og:description" content="#&amp;#x90A3;&amp;#x4E2A;&amp;#x53EB;&amp;#x6C5F;&amp;#x5357;&amp;#x7684;&amp;#x5730;&amp;#x65B9;@(&amp;#x65E7;&amp;#x4E8B;&amp;#x91CD;&amp;#x63D0;)[&amp;#x751F;&amp;#x6D3B;]&amp;#x2014;&amp;#x2014;&amp;#x6C5F;&amp;#x5357;&amp;#x597D;&amp;#xFF0C;&amp;#x98CE;&amp;#x666F;&amp;#x65E7;&amp;#x66FE;&amp;#">
<meta property="og:locale" content="zh-Hans">
<meta property="og:updated_time" content="2020-09-23T09:05:28.816Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="那个叫江南的地方">
<meta name="twitter:description" content="#&amp;#x90A3;&amp;#x4E2A;&amp;#x53EB;&amp;#x6C5F;&amp;#x5357;&amp;#x7684;&amp;#x5730;&amp;#x65B9;@(&amp;#x65E7;&amp;#x4E8B;&amp;#x91CD;&amp;#x63D0;)[&amp;#x751F;&amp;#x6D3B;]&amp;#x2014;&amp;#x2014;&amp;#x6C5F;&amp;#x5357;&amp;#x597D;&amp;#xFF0C;&amp;#x98CE;&amp;#x666F;&amp;#x65E7;&amp;#x66FE;&amp;#">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://xhrong.github.io/2008/11/24/那个叫江南的地方/">





  <title> 那个叫江南的地方 | 森.林木 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">森.林木</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://xhrong.github.io/2008/11/24/那个叫江南的地方/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="xhrong">
    <meta itemprop="description" content>
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="森.林木">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="森.林木" src>
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                那个叫江南的地方
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2008-11-24T18:32:33+00:00">
                2008-11-24
              </time>
            

            

            
          </span>

          
            <span class="post-category">
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/故事/" itemprop="url" rel="index">
                    <span itemprop="name">故事</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2008/11/24/那个叫江南的地方/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2008/11/24/那个叫江南的地方/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2008/11/24/那个叫江南的地方/" class="leancloud_visitors" data-flag-title="那个叫江南的地方">
               <span class="post-meta-divider">|</span>
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>#&#x90A3;&#x4E2A;&#x53EB;&#x6C5F;&#x5357;&#x7684;&#x5730;&#x65B9;<br>@(&#x65E7;&#x4E8B;&#x91CD;&#x63D0;)[&#x751F;&#x6D3B;]<br>&#x2014;&#x2014;&#x6C5F;&#x5357;&#x597D;&#xFF0C;&#x98CE;&#x666F;&#x65E7;&#x66FE;&#x8C19;&#x3002;&#x65E5;&#x51FA;&#x6C5F;&#x82B1;&#x7EA2;&#x80DC;&#x706B;&#xFF0C;&#x6625;&#x6765;&#x6C5F;&#x6C34;&#x7EFF;&#x5982;&#x84DD;&#x3002;&#x80FD;&#x4E0D;&#x5FC6;&#x6C5F;&#x5357;&#xFF1F;</p>
<p>&#x5510;&#x4EE3;&#x8BD7;&#x4EBA;&#x767D;&#x4E50;&#x5929;&#x4E00;&#x76F4;&#x9B42;&#x7275;&#x68A6;&#x8426;&#x7684;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x5979;&#x53EB;&#x6C5F;&#x5357;&#x3002;<br>&#x6BCF;&#x6BCF;&#x8BFB;&#x5230;&#x6C5F;&#x5357;&#xFF0C;&#x5FC3;&#x4E2D;&#x603B;&#x4F1A;&#x6CDB;&#x8D77;&#x4E1D;&#x4E1D;&#x5B81;&#x9759;&#xFF0C;&#x8BA9;&#x4EBA;&#x5FC3;&#x5E73;&#x6C14;&#x548C;&#x3002;&#x201C;&#x6C5F;&#x5357;&#x201D;&#x4E8C;&#x5B57;&#xFF0C;&#x53EF;&#x77E5;&#x8574;&#x85CF;&#x4E86;&#x591A;&#x5C11;&#x5386;&#x53F2;&#x7684;&#x3001;&#x4EBA;&#x6587;&#x7684;&#x6C14;&#x606F;&#x554A;&#xFF01;&#x6C5F;&#x5357;&#x5C31;&#x4EFF;&#x4F5B;&#x4E00;&#x4F4D;&#x9971;&#x7ECF;&#x5386;&#x53F2;&#x3001;&#x60EF;&#x770B;&#x98CE;&#x4E91;&#x3001;&#x500D;&#x53D7;&#x6CA7;&#x6851;&#x7684;&#x8001;&#x4EBA;&#xFF0C;&#x6C89;&#x7740;&#x800C;&#x51B7;&#x9759;&#xFF0C;&#x6DF1;&#x523B;&#x800C;&#x81EA;&#x5F97;&#xFF1B;&#x6BCF;&#x5929;&#x8E31;&#x7740;&#x60A0;&#x95F2;&#x7684;&#x6B65;&#x5B50;&#xFF0C;&#x5728;&#x5C81;&#x6708;&#x7684;&#x957F;&#x6CB3;&#x4E2D;&#x81EA;&#x5728;&#x5730;&#x5F98;&#x5F8A;&#xFF0C;&#x65E0;&#x610F;&#x4E8E;&#x5927;&#x5343;&#x4E16;&#x754C;&#x7684;&#x98CE;&#x4E91;&#x53D8;&#x5E7B;&#xFF0C;&#x7EB8;&#x9189;&#x91D1;&#x8FF7;&#xFF0C;&#x4E5F;&#x4E0D;&#x53C2;&#x4E0E;&#x51E1;&#x5C18;&#x4FD7;&#x4E16;&#x7684;&#x673A;&#x5173;&#x7B97;&#x5C3D;&#xFF0C;&#x5C14;&#x865E;&#x6211;&#x8BC8;&#x3002;&#x4E0E;&#x73B0;&#x4EE3;&#x7684;&#x90FD;&#x5E02;&#x751F;&#x6D3B;&#x76F8;&#x6BD4;&#xFF0C;&#x6C5F;&#x5357;&#xFF0C;&#x591A;&#x4E86;&#x4E00;&#x4EFD;&#x5B81;&#x9759;&#xFF0C;&#x5C11;&#x4E86;&#x4E00;&#x4EFD;&#x70E6;&#x8E81;&#xFF1B;&#x591A;&#x4E86;&#x4E00;&#x4EFD;&#x5E73;&#x548C;&#xFF0C;&#x5C11;&#x4E86;&#x4E00;&#x4EFD;&#x55A7;&#x56A3;&#xFF1B;&#x591A;&#x4E86;&#x4E00;&#x4EFD;&#x60A0;&#x95F2;&#xFF0C;&#x5C11;&#x4E86;&#x4E00;&#x4EFD;&#x5306;&#x5FD9;&#xFF1B;&#x591A;&#x4E86;&#x4E00;&#x4EFD;&#x5386;&#x53F2;&#x7684;&#x4EBA;&#x6587;&#x7684;&#x6C14;&#x606F;&#xFF0C;&#x5C11;&#x4E86;&#x4E00;&#x4EFD;&#x73B0;&#x4EE3;&#x620F;&#x7684;&#x7269;&#x8D28;&#x7684;&#x6D6E;&#x534E;&#x3002;<br>&#x6C5F;&#x5357;&#x81EA;&#x53E4;&#x5C31;&#x6709;&#x6C34;&#x4E61;&#x4E4B;&#x79F0;&#xFF0C;&#x8BF4;&#x5230;&#x6C5F;&#x5357;&#xFF0C;&#x603B;&#x79BB;&#x4E0D;&#x5F00;&#x90A3;&#x6E29;&#x67D4;&#x591A;&#x60C5;&#x800C;&#x53C8;&#x65E0;&#x5904;&#x4E0D;&#x5728;&#x7684;&#x6C5F;&#x5357;&#x6C34;&#x3002;&#x6C5F;&#x5357;&#x7684;&#x6C34;&#xFF0C;&#x597D;&#x6BD4;&#x4E00;&#x4F4D;&#x591A;&#x60C5;&#x53C8;&#x5BB3;&#x7F9E;&#x7684;&#x5999;&#x9F84;&#x5C11;&#x5973;&#xFF0C;&#x6E29;&#x67D4;&#x800C;&#x606C;&#x9759;&#xFF0C;&#x9ED8;&#x9ED8;&#x5730;&#x4E3A;&#x6C34;&#x4E61;&#x7684;&#x4EBA;&#x4EEC;&#x732E;&#x4E0A;&#x548C;&#x5E73;&#x7684;&#x4E00;&#x5207;&#x3002;&#x6C5F;&#x5357;&#x7684;&#x6C34;&#x591A;&#xFF0C;&#x6BCF;&#x5F53;&#x6E05;&#x6668;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6F2B;&#x5929;&#x7684;&#x6C34;&#x6C14;&#x628A;&#x6574;&#x4E2A;&#x6C5F;&#x5357;&#x7B3C;&#x7F69;&#x4E86;&#xFF0C;&#x65F6;&#x9690;&#x65F6;&#x73B0;&#xFF0C;&#x5B9B;&#x5982;&#x4ED9;&#x5883;&#x4E00;&#x822C;&#xFF0C;&#x8BA9;&#x4EBA;&#x6C89;&#x9189;&#x3002;&#x5176;&#x5B9E;&#xFF0C;&#x6C5F;&#x5357;&#x672C;&#x5C31;&#x662F;&#x4EBA;&#x95F4;&#x4ED9;&#x5883;&#x554A;&#xFF01;<br>&#x6C5F;&#x5357;&#x7684;&#x6C34;&#x873F;&#x8712;&#x66F2;&#x6298;&#xFF0C;&#x7EC6;&#x6570;&#x7740;&#x53E4;&#x57CE;&#x7684;&#x70B9;&#x70B9;&#x6EF4;&#x6EF4;&#xFF0C;&#x89C1;&#x8BC1;&#x4E86;&#x65E0;&#x6570;&#x7E41;&#x534E;&#x4E0E;&#x843D;&#x5BDE;&#x3002;&#x6CA1;&#x6709;&#x6C34;&#x5C31;&#x6CA1;&#x6709;&#x6C5F;&#x5357;&#xFF0C;&#x4F46;&#x662F;&#x4EC5;&#x6709;&#x6C34;&#xFF0C;&#x6C5F;&#x5357;&#x4E5F;&#x4E0D;&#x80FD;&#x79F0;&#x4E4B;&#x4E3A;&#x6C5F;&#x5357;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD8;&#x7F3A;&#x5C11;&#x5176;&#x7CBE;&#x9AD3;&#x2014;&#x2014;&#x6865;&#x3002;<br>&#x6C5F;&#x5357;&#x6709;&#x5F88;&#x591A;&#x6865;&#xFF0C;&#x5230;&#x5E95;&#x6709;&#x591A;&#x5C11;&#x6865;&#xFF0C;&#x6CA1;&#x6709;&#x4EBA;&#x77E5;&#x9053;&#xFF0C;&#x53EA;&#x6709;&#x767D;&#x4E50;&#x5929;&#x66FE;&#x731C;&#x6D4B;&#x8FC7;&#xFF0C;&#x201C;&#x7EFF;&#x6D6A;&#x4E1C;&#x897F;&#x5357;&#x5317;&#x6C34;&#xFF0C;&#x7EA2;&#x680F;&#x4E09;&#x767E;&#x4E5D;&#x5341;&#x6865;&#x201D;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x968F;&#x7740;&#x5386;&#x53F2;&#x7684;&#x66F4;&#x8FED;&#xFF0C;&#x6709;&#x7684;&#x6865;&#x584C;&#x4E86;&#xFF0C;&#x6D88;&#x5931;&#x5728;&#x6587;&#x5316;&#x7684;&#x957F;&#x6CB3;&#x4E2D;&#xFF0C;&#x6709;&#x7684;&#x6865;&#x5EFA;&#x4E86;&#xFF0C;&#x91CD;&#x65B0;&#x89C1;&#x8BC1;&#x5386;&#x53F2;&#x7684;&#x8FDB;&#x7A0B;&#x3002;&#x5728;&#x8FD9;&#x6216;&#x584C;&#x6216;&#x5EFA;&#x4E4B;&#x4E2D;&#xFF0C;&#x6C5F;&#x5357;&#x7684;&#x6865;&#xFF0C;&#x7ECF;&#x5386;&#x4E86;&#x6570;&#x5343;&#x5E74;&#x7684;&#x98CE;&#x98CE;&#x96E8;&#x96E8;&#xFF0C;&#x867D;&#x7136;&#x6591;&#x9A73;&#x4E86;&#x9752;&#x77F3;&#x677F;&#xFF0C;&#x5265;&#x843D;&#x4E86;&#x6731;&#x7EA2;&#x67F1;&#xFF0C;&#x672C;&#x6765;&#x68F1;&#x89D2;&#x5206;&#x660E;&#x7684;&#x77F3;&#x9636;&#xFF0C;&#x4E5F;&#x78E8;&#x783A;&#x5F97;&#x5706;&#x6DA6;&#x8D77;&#x6765;&#xFF0C;&#x5C31;&#x8FDE;&#x85E4;&#x8513;&#x4E5F;&#x5F00;&#x59CB;&#x722C;&#x4E86;&#x4E0A;&#x6765;&#xFF0C;&#x4F46;&#x662F;&#x5979;&#x7684;&#x610F;&#x8FD8;&#x5728;&#xFF0C;&#x5979;&#x7684;&#x795E;&#x5C24;&#x5B58;&#xFF0C;&#x5979;&#x4ECD;&#x4E00;&#x5929;&#x5929;&#x4E00;&#x5E74;&#x5E74;&#x670D;&#x52A1;&#x4E8E;&#x8D70;&#x5357;&#x95EF;&#x5317;&#x7684;&#x6C5F;&#x5357;&#x4EBA;&#x3002;&#x6C5F;&#x5357;&#x7684;&#x6865;&#x4E0D;&#x6BD4;&#x8D75;&#x5DDE;&#x6865;&#x6709;&#x540D;&#xFF0C;&#x4E5F;&#x4E0D;&#x6BD4;&#x73B0;&#x4EE3;&#x7684;&#x94A2;&#x94C1;&#x5927;&#x6865;&#x5B8F;&#x4F1F;&#xFF0C;&#x5979;&#x5C31;&#x662F;&#x4E00;&#x4F4D;&#x5C0F;&#x5BB6;&#x78A7;&#x7389;&#xFF0C;&#x5A07;&#x5DE7;&#x800C;&#x4E0D;&#x7FBC;&#x5F31;&#xFF0C;&#x591A;&#x59FF;&#x800C;&#x4E0D;&#x80A4;&#x6D45;&#x3002;&#x6C5F;&#x5357;&#x7684;&#x6BCF;&#x4E00;&#x5EA7;&#x6865;&#x90FD;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x7247;&#x98CE;&#x666F;&#xFF0C;&#x4E00;&#x6BB5;&#x5386;&#x53F2;&#xFF0C;&#x90FD;&#x6709;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x53EA;&#x8981;&#x4F60;&#x7528;&#x5FC3;&#x53BB;&#x542C;&#x53BB;&#x770B;&#xFF0C;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#x65E0;&#x5C3D;&#x7684;&#x7F8E;&#x3002;<br>&#x6C34;&#x4E0E;&#x6865;&#x5927;&#x62B5;&#x6784;&#x6210;&#x4E86;&#x6C34;&#x4E61;&#x7684;&#x4EA4;&#x901A;&#x3002;&#x95F2;&#x6765;&#x65E0;&#x4E8B;&#x6216;&#x8005;&#x8D70;&#x4EB2;&#x8BBF;&#x53CB;&#x662F;&#x53EF;&#x4EE5;&#x8D70;&#x6865;&#x7684;&#xFF0C;&#x4F46;&#x82E5;&#x8981;&#x8FD0;&#x9001;&#x8D27;&#x7269;&#x6709;&#x8BDD;&#xFF0C;&#x5C31;&#x4E0D;&#x5F97;&#x4E0D;&#x8D70;&#x6C34;&#x8DEF;&#x4E86;&#x3002;&#x4E00;&#x6765;&#x9646;&#x8DEF;&#x6865;&#x591A;&#xFF0C;&#x53F0;&#x9636;&#x591A;&#xFF0C;&#x4E0D;&#x65B9;&#x4FBF;&#xFF1B;&#x4E8C;&#x6765;&#xFF0C;&#x6C34;&#x8DEF;&#x53D1;&#x8FBE;&#xFF0C;&#x8FD0;&#x8F93;&#x91CF;&#x5927;&#x3002;&#x6B63;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x4E86;&#x8FD9;&#x6C34;&#x6865;&#xFF0C;&#x4E8E;&#x662F;&#x6709;&#x4E86;&#x4EBA;&#xFF0C;&#x6709;&#x4E86;&#x5BB6;&#x3002;<br>&#x6C5F;&#x5357;&#x7684;&#x201C;&#x5BB6;&#x201D;&#x662F;&#x7070;&#x767D;&#xFF0C;&#x7070;&#x7684;&#x74E6;&#xFF0C;&#x7070;&#x7684;&#x6728;&#xFF0C;&#x6591;&#x9A73;&#x7684;&#x5899;&#x3002;&#x6C34;&#x4E61;&#x7684;&#x201C;&#x5BB6;&#x201D;&#x5927;&#x591A;&#x6709;&#x4E9B;&#x5C81;&#x6708;&#x4E86;&#xFF0C;&#x7ECF;&#x5386;&#x4E86;&#x6CA7;&#x6851;&#x5730;&#x6D17;&#x793C;&#xFF0C;&#x90FD;&#x53D8;&#x5F97;&#x6DF1;&#x6C89;&#x800C;&#x53E4;&#x5965;&#x4E86;&#x3002;&#x5C81;&#x6708;&#x5265;&#x53BB;&#x4E86;&#x65B0;&#x989C;&#xFF0C;&#x6362;&#x4E0A;&#x7684;&#x662F;&#x5343;&#x5E74;&#x7684;&#x53E4;&#x88C5;&#xFF0C;&#x90A3;&#x4E00;&#x4EF6;&#x4EF6;&#x201C;&#x53E4;&#x88C5;&#x201D;&#x6B63;&#x662F;&#x4E00;&#x4E2A;&#x4E2A;&#x548C;&#x98CE;&#x548C;&#x96E8;&#x7684;&#x5386;&#x53F2;&#x6545;&#x4E8B;&#xFF0C;&#x9053;&#x4E0D;&#x5C3D;&#xFF0C;&#x8BF4;&#x4E0D;&#x5B8C;&#x3002;&#x90FD;&#x8BF4;&#x6C5F;&#x5357;&#x662F;&#x9634;&#x6C89;&#x7684;&#xFF0C;&#x5176;&#x5B9E;&#xFF0C;&#x6C5F;&#x5357;&#x7684;&#x201C;&#x9634;&#x6C89;&#x201D;&#x662F;&#x4E00;&#x79CD;&#x6DF1;&#x5965;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x6DF1;&#x9083;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x770B;&#x900F;&#x4EBA;&#x4E16;&#x7EA2;&#x5C18;&#x540E;&#x7684;&#x5FC3;&#x9759;&#x5982;&#x6C34;&#x3002;<br>&#x6C5F;&#x5357;&#x7684;&#x201C;&#x9634;&#x6C89;&#x201D;&#x5B55;&#x80B2;&#x4E86;&#x6C5F;&#x5357;&#x4EBA;&#x7684;&#x6DF1;&#x523B;&#x3002;&#x751F;&#x5728;&#x6C5F;&#x5357;&#xFF0C;&#x8EAB;&#x5904;&#x4E8E;&#x5982;&#x65AF;&#x6C34;&#x4E0E;&#x6865;&#xFF0C;&#x6C5F;&#x5357;&#x4EBA;&#x65E0;&#x4E0D;&#x770B;&#x900F;&#x4E16;&#x4FD7;&#x7684;&#x829C;&#x6742;&#xFF0C;&#x9759;&#x5FC3;&#x4E8E;&#x65E0;&#x4E89;&#x7684;&#x548C;&#x5E73;&#x3002;&#x4ED6;&#x4EEC;&#x65E5;&#x51FA;&#x800C;&#x4F5C;&#x65E5;&#x843D;&#x800C;&#x606F;&#xFF0C;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x4E89;&#x540D;&#x593A;&#x5229;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x5BB6;&#x8D22;&#x4E07;&#x8D2F;&#xFF0C;&#x800C;&#x53EA;&#x662F;&#x4E00;&#x79CD;&#x4E60;&#x60EF;&#xFF0C;&#x4E00;&#x79CD;&#x8D28;&#x6734;&#x7684;&#x751F;&#x6D3B;&#x4E60;&#x60EF;&#x3002;&#x6C5F;&#x5357;&#x4EBA;&#x4E00;&#x5411;&#x662F;&#x4E2A;&#x6162;&#x6027;&#x5B50;&#xFF0C;&#x8D70;&#x8DEF;&#x603B;&#x4EFF;&#x4F5B;&#x5728;&#x6563;&#x6B65;&#xFF0C;&#x4E0D;&#x7D27;&#x4E0D;&#x6162;&#xFF0C;&#x60A0;&#x60A0;&#x7136;&#xFF0C;&#x5168;&#x4E0D;&#x82E5;&#x57CE;&#x5E02;&#x91CC;&#x7684;&#x4EBA;&#x4EEC;&#x5206;&#x79D2;&#x662F;&#x91D1;&#x3002;&#x8FD9;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x6C5F;&#x5357;&#x4EBA;&#x7684;&#x65F6;&#x95F4;&#x89C2;&#x5FF5;&#x4E0D;&#x5F3A;&#xFF0C;&#x800C;&#x662F;&#x51FA;&#x4E8E;&#x4ED6;&#x4EEC;&#x5BF9;&#x4E8E;&#x751F;&#x547D;&#x7684;&#x4E00;&#x79CD;&#x6DF1;&#x523B;&#x770B;&#x900F;&#xFF1A;&#x4EBA;&#x751F;&#x5728;&#x4E16;&#xFF0C;&#x82E6;&#x4E5F;&#x767E;&#x5E74;&#xFF0C;&#x4E50;&#x4E5F;&#x767E;&#x5E74;&#xFF0C;&#x4E0E;&#x5176;&#x5FD9;&#x5FD9;&#x788C;&#x788C;&#xFF0C;&#x4F60;&#x4E89;&#x6211;&#x593A;&#xFF0C;&#x715E;&#x8D39;&#x5FC3;&#x673A;&#xFF0C;&#x4E0D;&#x5982;&#x5FC3;&#x5E73;&#x6C14;&#x548C;&#xFF0C;&#x987A;&#x5929;&#x5E94;&#x65F6;&#xFF0C;&#x5FEB;&#x4E50;&#x751F;&#x6D3B;&#xFF1B;&#x6709;&#x9053;&#x662F;&#x201C;&#x751F;&#x547D;&#x6709;&#x65F6;&#x7EC8;&#x987B;&#x6709;&#xFF0C;&#x751F;&#x547D;&#x65E0;&#x65F6;&#x83AB;&#x5F3A;&#x6C42;&#x201D;&#x3002;&#x56E0;&#x4E3A;&#x6709;&#x4E86;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x751F;&#x89C2;&#xFF0C;&#x6240;&#x4EE5;&#x6C5F;&#x5357;&#x4EBA;&#x5927;&#x591A;&#x60A0;&#x7136;&#x5904;&#x4E16;&#xFF0C;&#x7B11;&#x5BF9;&#x56F0;&#x82E6;&#xFF0C;&#x4ECE;&#x4E0D;&#x6028;&#x5929;&#x5C24;&#x4EBA;&#x3002;<br>&#x6C5F;&#x5357;&#xFF0C;&#x5C31;&#x662F;&#x591A;&#x60C5;&#x4E4B;&#x6C34;&#x4E0E;&#x53E4;&#x610F;&#x4E4B;&#x6865;&#xFF0C;&#x5C31;&#x662F;&#x7070;&#x767D;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x5C31;&#x662F;&#x65E0;&#x4E89;&#x7684;&#x4EBA;&#x4EEC;&#xFF0C;&#x5171;&#x540C;&#x7EC4;&#x5408;&#x6210;&#x7684;&#x4E00;&#x5904;&#x4EBA;&#x4E16;&#x6843;&#x6E90;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x6CA1;&#x6709;&#x6D6E;&#x8E81;&#xFF0C;&#x6CA1;&#x6709;&#x7EB7;&#x4E89;&#xFF0C;&#x5C31;&#x8FDE;&#x65F6;&#x95F4;&#x4E5F;&#x88AB;&#x6DE1;&#x5FD8;&#x4E86;&#x3002;<br>&#x591A;&#x5E74;&#x6765;&#xFF0C;&#x4E00;&#x76F4;&#x8BB0;&#x5F97;&#x90A3;&#x4E2A;&#x53EB;&#x6C5F;&#x5357;&#x7684;&#x5730;&#x65B9;&#x3002;&#x8BFB;&#x4E86;&#x5F88;&#x591A;&#x5173;&#x4E8E;&#x5979;&#x7684;&#x6587;&#x5B57;&#xFF0C;&#x4E5F;&#x770B;&#x4E86;&#x4E0D;&#x5C11;&#x5173;&#x4E8E;&#x5979;&#x7684;&#x56FE;&#x753B;&#xFF1B;&#x53EF;&#x60DC;&#x9605;&#x5C3D;&#x4E86;&#x4EBA;&#x751F;&#x6570;&#x5341;&#x8F7D;&#xFF0C;&#x81F3;&#x4ECA;&#x4ECD;&#x65E0;&#x7F18;&#x76F8;&#x89C1;&#x3002;&#x6C5F;&#x5357;&#x554A;&#x6C5F;&#x5357;&#xFF0C;&#x4F60;&#x8981;&#x8BA9;&#x6211;&#x68A6;&#x8426;&#x9B42;&#x7275;&#x5230;&#x4F55;&#x65F6;&#x554A;&#xFF01;</p>
<blockquote>
<p>&#x540E;&#x8BB0;&#xFF1A;&#x5982;&#x4ECA;&#x518D;&#x8BFB;&#xFF0C;&#x53EA;&#x662F;&#x77EB;&#x60C5;&#x800C;&#x5DF2;</p>
</blockquote>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2006/11/24/简——智慧人类的进化方向/" rel="next" title="简——智慧人类的进化方向">
                <i class="fa fa-chevron-left"></i> 简——智慧人类的进化方向
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/05/07/《人间词话》感评/" rel="prev" title="《人间词话》感评">
                《人间词话》感评 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          

<!-- 多说公共JS代码 start (一个网页只需插入一次) -->
<script type="text/javascript">
var duoshuoQuery = {short_name:"xhrong"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		 || document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- 多说公共JS代码 end -->
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2008/11/24/那个叫江南的地方/" data-title="那个叫江南的地方" data-url="http://xhrong.github.io/2008/11/24/那个叫江南的地方/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image" src="/images/avatar.jpg" alt="xhrong">
          <p class="site-author-name" itemprop="name">xhrong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">67</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">18</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">122</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2020</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">xhrong</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"xhrong"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
      search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();
    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';
      $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = $( "entry", xmlResponse ).map(function() {
            return {
              title: $( "title", this ).text(),
              content: $("content",this).text(),
              url: $( "url" , this).text()
            };
          }).get();
          var $input = document.getElementById(search_id);
          var $resultContent = document.getElementById(content_id);
          $input.addEventListener('input', function(){
            var matchcounts = 0;
            var str='<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length > 1) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var content_index = [];
                var data_title = data.title.trim().toLowerCase();
                var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                var data_url = decodeURIComponent(data.url);
                var index_title = -1;
                var index_content = -1;
                var first_occur = -1;
                // only match artiles with not empty titles and contents
                if(data_title != '') {
                  keywords.forEach(function(keyword, i) {
                    index_title = data_title.indexOf(keyword);
                    index_content = data_content.indexOf(keyword);
                    if( index_title >= 0 || index_content >= 0 ){
                      isMatch = true;
                      if (i == 0) {
                        first_occur = index_content;
                      }
                    }

                  });
                }
                // show search results
                if (isMatch) {
                  matchcounts += 1;
                  str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                  var content = data.content.trim().replace(/<[^>]+>/g,"");
                  if (first_occur >= 0) {
                    // cut out 100 characters
                    var start = first_occur - 20;
                    var end = first_occur + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if(start == 0){
                      end = 50;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    var match_content = content.substring(start, end);
                    // highlight all keywords
                    keywords.forEach(function(keyword){
                      var regS = new RegExp(keyword, "gi");
                      match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                    });

                    str += "<p class=\"search-result\">" + match_content +"...</p>"
                  }
                  str += "</li>";
                }
              })};
            str += "</ul>";
            if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
            if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
            $resultContent.innerHTML = str;
          });
          proceedsearch();
        }
      });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("u4DTaPHSLi7UfAEx97rmGGkO-gzGzoHsz", "qEYRUuSsKEaUPpt8BwlMXnbr");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
