<!doctype html>



  


<html class="theme-next mist use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">



<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css">


  <meta name="keywords" content="技术,哲学,">





  <link rel="alternate" href="/atom.xml" title="森.林木" type="application/atom+xml">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0">






<meta name="description" content="&amp;#x8FD9;&amp;#x662F;&amp;#x4E00;&amp;#x89C2;&amp;#x70B9;&amp;#x9C9C;&amp;#x660E;&amp;#xFF0C;&amp;#x8BA9;&amp;#x4EBA;&amp;#x8033;&amp;#x76EE;&amp;#x4E00;&amp;#x65B0;&amp;#x7684;&amp;#x5173;&amp;#x4E8E;&amp;#x6280;&amp;#x672F;&amp;#x54F2;&amp;#x5B66;&amp;#x7684;&amp;#x5927;&amp;#x4F17;&amp;#x8BFB;">
<meta name="keywords" content="技术,哲学">
<meta property="og:type" content="article">
<meta property="og:title" content="读《技术的本质》有感">
<meta property="og:url" content="http://xhrong.github.io/2018/06/14/读《技术的本质》有感/index.html">
<meta property="og:site_name" content="森.林木">
<meta property="og:description" content="&amp;#x8FD9;&amp;#x662F;&amp;#x4E00;&amp;#x89C2;&amp;#x70B9;&amp;#x9C9C;&amp;#x660E;&amp;#xFF0C;&amp;#x8BA9;&amp;#x4EBA;&amp;#x8033;&amp;#x76EE;&amp;#x4E00;&amp;#x65B0;&amp;#x7684;&amp;#x5173;&amp;#x4E8E;&amp;#x6280;&amp;#x672F;&amp;#x54F2;&amp;#x5B66;&amp;#x7684;&amp;#x5927;&amp;#x4F17;&amp;#x8BFB;">
<meta property="og:locale" content="zh-Hans">
<meta property="og:updated_time" content="2025-02-15T12:43:39.106Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="读《技术的本质》有感">
<meta name="twitter:description" content="&amp;#x8FD9;&amp;#x662F;&amp;#x4E00;&amp;#x89C2;&amp;#x70B9;&amp;#x9C9C;&amp;#x660E;&amp;#xFF0C;&amp;#x8BA9;&amp;#x4EBA;&amp;#x8033;&amp;#x76EE;&amp;#x4E00;&amp;#x65B0;&amp;#x7684;&amp;#x5173;&amp;#x4E8E;&amp;#x6280;&amp;#x672F;&amp;#x54F2;&amp;#x5B66;&amp;#x7684;&amp;#x5927;&amp;#x4F17;&amp;#x8BFB;">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://xhrong.github.io/2018/06/14/读《技术的本质》有感/">





  <title> 读《技术的本质》有感 | 森.林木 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">森.林木</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://xhrong.github.io/2018/06/14/读《技术的本质》有感/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="xhrong">
    <meta itemprop="description" content>
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="森.林木">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="森.林木" src>
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                读《技术的本质》有感
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2018-06-14T00:00:00+00:00">
                2018-06-14
              </time>
            

            

            
          </span>

          
            <span class="post-category">
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/文史/" itemprop="url" rel="index">
                    <span itemprop="name">文史</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2018/06/14/读《技术的本质》有感/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2018/06/14/读《技术的本质》有感/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2018/06/14/读《技术的本质》有感/" class="leancloud_visitors" data-flag-title="读《技术的本质》有感">
               <span class="post-meta-divider">|</span>
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x8FD9;&#x662F;&#x4E00;&#x89C2;&#x70B9;&#x9C9C;&#x660E;&#xFF0C;&#x8BA9;&#x4EBA;&#x8033;&#x76EE;&#x4E00;&#x65B0;&#x7684;&#x5173;&#x4E8E;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x7684;&#x5927;&#x4F17;&#x8BFB;&#x7269;&#x3002;&#x4F5C;&#x8005;&#x6240;&#x6709;&#x7684;&#x8BBA;&#x8FF0;&#x90FD;&#x662F;&#x57FA;&#x4E8E;&#x4E09;&#x4E2A;&#x57FA;&#x672C;&#x7406;&#x8BBA;&#x5047;&#x8BBE;&#xFF08;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E09;&#x4E2A;&#x57FA;&#x672C;&#x7406;&#x8BBA;&#x53EA;&#x662F;&#x5047;&#x8BBE;&#xFF0C;&#x8FBE;&#x4E0D;&#x5230;&#x771F;&#x7406;&#x7684;&#x786E;&#x8BC1;&#x6027;&#xFF09;&#xFF1A;</p>
<ul>
<li>&#x6280;&#x672F;&#xFF08;&#x6240;&#x6709;&#x7684;&#x6280;&#x672F;&#xFF09;&#x90FD;&#x662F;&#x67D0;&#x79CD;&#x7EC4;&#x5408;&#xFF0C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x4EFB;&#x4F55;&#x5177;&#x4F53;&#x6280;&#x672F;&#x90FD;&#x662F;&#x7531;&#x5F53;&#x4E0B;&#x7684;&#x90E8;&#x4EF6;&#x3001;&#x96C6;&#x6210;&#x4EF6;&#x6216;&#x7CFB;&#x7EDF;&#x7EC4;&#x4EF6;&#x6784;&#x5EFA;&#x6216;&#x7EC4;&#x5408;&#x800C;&#x6210;&#x7684;</li>
<li>&#x6280;&#x672F;&#x7684;&#x6BCF;&#x4E2A;&#x7EC4;&#x4EF6;&#x81EA;&#x8EAB;&#x4E5F;&#x662F;&#x5FAE;&#x7F29;&#x7684;&#x6280;&#x672F;</li>
<li>&#x6240;&#x6709;&#x7684;&#x6280;&#x672F;&#x90FD;&#x4F1A;&#x5229;&#x7528;&#x6216;&#x5F00;&#x53D1;&#x67D0;&#x79CD;&#xFF08;&#x901A;&#x5E38;&#x662F;&#x51E0;&#x79CD;&#xFF09;&#x6548;&#x5E94;&#xFF08;effect)&#x6216;&#x8005;&#x73B0;&#x8C61;(phenomenon)&#x3002;</li>
</ul>
<p>&#x548C;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7684;&#x5927;&#x591A;&#x6570;&#x6982;&#x5FF5;&#x4E00;&#x6837;&#xFF0C;&#x201C;&#x6280;&#x672F;&#x201D;&#x7684;&#x6982;&#x5FF5;&#x662F;&#x96BE;&#x4EE5;&#x5B9A;&#x4E49;&#x7684;&#xFF0C;&#x4F17;&#x8BF4;&#x7EB7;&#x7EAD;&#xFF0C;&#x83AB;&#x8877;&#x4E00;&#x662F;&#x662F;&#x5FC5;&#x7136;&#x7684;&#x3002;&#x8FD9;&#x79CD;&#x6DF7;&#x4E71;&#x6709;&#x4E00;&#x79CD;&#x597D;&#x5904;&#xFF1A;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x81EA;&#x5DF1;&#x7684;&#x7406;&#x89E3;&#x548C;&#x9700;&#x8981;&#xFF0C;&#x5BF9;&#x6280;&#x672F;&#x7684;&#x6982;&#x5FF5;&#x8FDB;&#x884C;&#x4E2A;&#x6027;&#x5316;&#x5B9A;&#x4E49;&#x548C;&#x89E3;&#x6790;&#xFF0C;&#x4EE5;&#x4FBF;&#x7B26;&#x5408;&#x81EA;&#x5DF1;&#x7684;&#x7406;&#x8BBA;&#x89C2;&#x70B9;&#x3002;&#x672C;&#x4E66;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x7ED9;&#x51FA;&#x7684;&#x5B9A;&#x4E49;&#x5982;&#x4E0B;&#xFF1A;</p>
<ul>
<li>&#x6280;&#x672F;&#x662F;&#x5B9E;&#x73B0;&#x4EBA;&#x7684;&#x76EE;&#x7684;&#x7684;&#x4E00;&#x79CD;&#x624B;&#x6BB5;&#x3002;</li>
<li>&#x6280;&#x672F;&#x662F;&#x5B9E;&#x8DF5;&#x548C;&#x5143;&#x5668;&#x4EF6;&#x7684;&#x96C6;&#x6210;&#x3002;</li>
<li>&#x6280;&#x672F;&#x662F;&#x5728;&#x67D0;&#x79CD;&#x6587;&#x5316;&#x4E2D;&#x5F97;&#x4EE5;&#x8FD0;&#x7528;&#x7684;&#x88C5;&#x7F6E;&#x548C;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x7684;&#x96C6;&#x5408;&#x3002;</li>
</ul>
<p>&#x672C;&#x4E66;&#x5C06;&#x6280;&#x672F;&#x7684;&#x7ED3;&#x6784;&#x7406;&#x89E3;&#x4E3A;&#x7EC4;&#x5408;&#x548C;&#x9012;&#x5F52;&#xFF0C;&#x5373;&#x6280;&#x672F;&#x5177;&#x6709;&#x5C42;&#x7EA7;&#x7ED3;&#x6784;&#xFF1A;&#x6574;&#x4F53;&#x7684;&#x6280;&#x672F;&#x662F;&#x6811;&#x5E72;&#xFF0C;&#x4E3B;&#x96C6;&#x6210;&#x662F;&#x679D;&#x5E72;&#xFF0C;&#x6B21;&#x7EA7;&#x96C6;&#x6210;&#x662F;&#x679D;&#x6761;&#xFF0C;&#x6700;&#x57FA;&#x672C;&#x7684;&#x96F6;&#x4EF6;&#x662F;&#x66F4;&#x5C0F;&#x7684;&#x5206;&#x679D;&#xFF1B;&#x6280;&#x672F;&#x5177;&#x6709;&#x9012;&#x5F52;&#x6027;&#xFF1A;&#x7ED3;&#x6784;&#x4E2D;&#x5305;&#x542B;&#x67D0;&#x79CD;&#x7A0B;&#x5EA6;&#x7684;&#x81EA;&#x76F8;&#x4F3C;&#x7EC4;&#x4EF6;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6280;&#x672F;&#x662F;&#x7531;&#x4E0D;&#x540C;&#x7B49;&#x7EA7;&#x7684;&#x6280;&#x672F;&#x5EFA;&#x6784;&#x800C;&#x6210;&#x7684;&#x3002;</p>
<p>&#x73B0;&#x8C61;&#x662F;&#x6280;&#x672F;&#x8D56;&#x4EE5;&#x4EA7;&#x751F;&#x7684;&#x5FC5;&#x4E0D;&#x53EF;&#x5C11;&#x7684;&#x6E90;&#x6CC9;&#x3002;&#x6280;&#x672F;&#x8981;&#x8FBE;&#x5230;&#x67D0;&#x4E2A;&#x76EE;&#x7684;&#xFF0C;&#x603B;&#x662F;&#x9700;&#x8981;&#x4F9D;&#x8D56;&#x4E8E;&#x67D0;&#x79CD;&#x53EF;&#x88AB;&#x5F00;&#x53D1;&#x6216;&#x5229;&#x7528;&#x7684;&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x7B80;&#x5355;&#x8FD8;&#x662F;&#x590D;&#x6742;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5B83;&#x4EEC;&#x90FD;&#x5E94;&#x7528;&#x4E86;&#x67D0;&#x4E00;&#x79CD;&#x6216;&#x51E0;&#x79CD;&#x73B0;&#x8C61;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x7406;&#x8BBA;&#x6846;&#x67B6;&#x4E0B;&#xFF0C;&#x6280;&#x672F;&#x7684;&#x672C;&#x8D28;&#x662F;&#x4E00;&#x79CD;&#x5BF9;&#x539F;&#x6709;&#x6280;&#x672F;&#x7684;&#x7ED3;&#x6784;&#x5316;&#x3001;&#x9012;&#x5F52;&#x5F0F;&#x7684;&#x65B0;&#x7EC4;&#x5408;&#xFF0C;&#x5B83;&#x4E00;&#x5934;&#x8FDE;&#x7740;&#x5404;&#x79CD;&#x73B0;&#x8C61;&#xFF08;&#x5305;&#x62EC;&#x7269;&#x7406;&#x73B0;&#x8C61;&#x548C;&#x7EC4;&#x7EC7;&#x884C;&#x4E3A;&#x73B0;&#x8C61;&#xFF09;&#xFF0C;&#x4E00;&#x5934;&#x8FDE;&#x7740;&#x5404;&#x79CD;&#x73B0;&#x5B9E;&#x9700;&#x6C42;&#xFF08;&#x5305;&#x62EC;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x7F8E;&#x597D;&#x7684;&#x5411;&#x5F80;&#x7B49;&#x7B49;&#xFF09;&#x3002;</p>
<p>&#x540C;&#x7C7B;&#x6280;&#x672F;&#x7684;&#x96C6;&#x5408;&#xFF0C;&#x5373;&#x57DF;&#x3002;&#x6280;&#x672F;&#x901A;&#x8FC7;&#x57DF;&#x5B9A;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x793E;&#x4F1A;&#x7ECF;&#x6D4E;&#x4EA7;&#x751F;&#x5F71;&#x54CD;&#x3002;</p>
<p>&#x4ECE;&#x4EE5;&#x4E0A;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x603B;&#x7ED3;&#x6765;&#x8BF4;&#x662F;&#x7269;&#x7406;&#x5B66;&#x7684;&#xFF0C;&#x539F;&#x5B50;&#x8BBA;&#x4E0E;&#x4E07;&#x7269;&#x7684;&#x7EC4;&#x6210;&#x3002;</p>
<p>&#x5173;&#x4E8E;&#x6280;&#x672F;&#x8FDB;&#x5316;&#xFF0C;&#x66F4;&#x591A;&#x7684;&#x662F;&#x8FBE;&#x5C14;&#x6587;&#x4E3B;&#x4E49;&#x3002;</p>
<p>&#x6280;&#x672F;&#x8FDB;&#x5316;&#x7684;&#x52A8;&#x529B;&#x662F;&#x673A;&#x4F1A;&#x5229;&#x57FA;&#xFF0C;&#x5373;&#x7ECF;&#x6D4E;&#x5BF9;&#x6280;&#x672F;&#x7684;&#x547C;&#x5524;&#x3002;&#x6280;&#x672F;&#x8FDB;&#x5316;&#x53C8;&#x5BFC;&#x81F4;&#x7ECF;&#x6D4E;&#x7ED3;&#x6784;&#x53D8;&#x5316;&#xFF0C;&#x4EA7;&#x751F;&#x673A;&#x4F1A;&#x5229;&#x57FA;&#x3002;&#x8FD9;&#x79CD;&#x81EA;&#x76F8;&#x751F;&#x53D1;&#x7684;&#x6D3B;&#x52A8;&#xFF0C;&#x5BFC;&#x81F4;&#x6280;&#x672F;&#x8FDB;&#x5316;&#x6C38;&#x65E0;&#x6B62;&#x5883;&#x7684;&#x52A8;&#x529B;&#x3002;&#x52A0;&#x4E4B;&#xFF0C;&#x6280;&#x672F;&#x7684;&#x79EF;&#x7D2F;&#xFF0C;&#x5BFC;&#x81F4;&#x6280;&#x672F;&#x6307;&#x6570;&#x7EA7;&#x589E;&#x957F;&#x3002;&#x4ECE;&#x800C;&#x4EA7;&#x751F;&#x6280;&#x672F;&#x65E0;&#x9650;&#x5236;&#x7684;&#x8FDB;&#x5316;&#x3002;&#xFF08;&#x5982;&#x679C;&#x4E0D;&#x8003;&#x8651;&#x4EBA;&#x7684;&#x56E0;&#x7D20;&#x7684;&#x53EF;&#x80FD;&#x7684;&#x9650;&#x5236;&#xFF0C;&#x5FC5;&#x7136;&#x5F97;&#x51FA;&#xFF0C;&#x6280;&#x672F;&#x7EC8;&#x5C06;&#x8D85;&#x8D8A;&#x4EBA;&#x7C7B;&#x4E3B;&#x5BB0;&#x4E16;&#x754C;&#x3002;&#xFF09;&#x8FD9;&#x79CD;&#x6D3B;&#x529B;&#xFF0C;&#x4F53;&#x73B0;&#x4E3A;&#x6280;&#x672F;&#x7684;&#x81EA;&#x521B;&#x751F;&#x6027;&#xFF0C;&#x4E5F;&#x5373;&#x6280;&#x672F;&#x4ECE;&#x67D0;&#x79CD;&#x7A0B;&#x5EA6;&#x4E0A;&#x6765;&#x770B;&#x662F;&#x6709;&#x751F;&#x547D;&#x7684;&#x3002;&#x4E8E;&#x662F;&#x57FA;&#x672C;&#x7684;&#x8FBE;&#x5C14;&#x6587;&#x4E3B;&#x4E49;&#x662F;&#x9002;&#x7528;&#x4E8E;&#x6280;&#x672F;&#x7684;&#x8FDB;&#x5316;&#x7684;&#x3002;&#x201C;&#x4ECE;&#x6982;&#x5FF5;&#x4E0A;&#x770B;&#xFF0C;&#x751F;&#x7269;&#x5B66;&#x6B63;&#x5728;&#x53D8;&#x6210;&#x6280;&#x672F;&#x3002;&#x4ECE;&#x5B9E;&#x9645;&#x4E0A;&#x770B;&#xFF0C;&#x5219;&#x6280;&#x672F;&#x6B63;&#x5728;&#x6210;&#x4E3A;&#x751F;&#x7269;&#x5B66;&#x3002;&#x201D;</p>
<p>&#x6709;&#x610F;&#x601D;&#x7684;&#x662F;&#xFF0C;&#x4E66;&#x4E2D;&#x98A0;&#x8986;&#x4E86;&#x6280;&#x672F;&#x548C;&#x79D1;&#x5B66;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6280;&#x672F;&#x4E0E;&#x7ECF;&#x6D4E;&#x7684;&#x5173;&#x7CFB;&#xFF1A;&#x79D1;&#x5B66;&#x4E0D;&#x4EC5;&#x5229;&#x7528;&#x6280;&#x672F;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x4ECE;&#x6280;&#x672F;&#x5F53;&#x4E2D;&#x6784;&#x5EFA;&#x81EA;&#x8EAB;&#x7684;&#x3002; &#x79D1;&#x5B66;&#x548C;&#x6280;&#x672F;&#x4EE5;&#x5171;&#x751F;&#x7684;&#x65B9;&#x5F0F;&#x8FDB;&#x5316;&#xFF0C; &#x4E24;&#x8005;&#x5F7C;&#x6B64;&#x4F9D;&#x8D56;&#xFF0C;&#x4E0D;&#x53EF;&#x5206;&#x79BB;&#x3002;&#x7ECF;&#x6D4E;&#x5C31;&#x662F;&#x6280;&#x672F;&#x7684;&#x8868;&#x8FBE;&#xFF0C;&#x5E76;&#x968F;&#x7740;&#x6280;&#x672F;&#x7684;&#x8FDB;&#x5316;&#x800C;&#x8FDB;&#x5316;&#x3002;&#x8FD9;&#x79CD;&#x6280;&#x672F;&#x81F3;&#x4E0A;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x7406;&#x8BBA;&#x4E0A;&#x662F;&#x53EF;&#x4EE5;&#x81EA;&#x5706;&#x5176;&#x8BF4;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x7406;&#x89E3;&#x79D1;&#x5B66;&#x3001;&#x7ECF;&#x6D4E;&#x7684;&#x4E00;&#x79CD;&#x89C6;&#x89D2;&#xFF0C;&#x4F46;&#x662F;&#x548C;&#x5927;&#x4F17;&#x7684;&#x89C2;&#x70B9;&#x76F8;&#x53BB;&#x751A;&#x8FDC;&#xFF0C;&#x96BE;&#x514D;&#x5F15;&#x6765;&#x8BD8;&#x95EE;&#x3002;</p>
<p>&#x53EF;&#x60DC;&#x7684;&#x662F;&#xFF0C;&#x5168;&#x4E66;&#x6CA1;&#x6709;&#x8BF4;&#x5230;&#x4EBA;&#x5728;&#x6280;&#x672F;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x8BF4;&#x660E;&#x6280;&#x672F;&#x548C;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x7684;&#x4F9D;&#x4ECE;&#x5173;&#x7CFB;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#x7684;&#x7F3A;&#x4E4F;&#xFF0C;&#x5BFC;&#x81F4;&#x6309;&#x7167;&#x4F5C;&#x8005;&#x7684;&#x7406;&#x8BBA;&#x8109;&#x7EDC;&#x63A8;&#x6F14;&#x4E0B;&#x53BB;&#xFF0C;&#x201C;&#x5FC5;&#x7136;&#x201D;&#x5BFC;&#x81F4;&#x4E00;&#x79CD;&#x201C;&#x5931;&#x63A7;&#x201D;&#x7684;&#x6050;&#x60E7;&#xFF1A;&#x6280;&#x672F;&#x7684;&#x6307;&#x6570;&#x6027;&#x8FDB;&#x5316;&#xFF0C;&#x8FDC;&#x8FDC;&#x5FEB;&#x4E8E;&#x4EBA;&#x7C7B;&#x81EA;&#x8EAB;&#x7684;&#x8FDB;&#x5316;&#x901F;&#x5EA6;&#xFF0C;&#x5982;&#x679C;&#x6280;&#x672F;&#x80FD;&#x591F;&#x8131;&#x79BB;&#x4EBA;&#x7C7B;&#x63A7;&#x5236;&#x800C;&#x81EA;&#x884C;&#x8FDB;&#x5316;&#xFF0C;&#x90A3;&#x4E48;&#x4EBA;&#x7C7B;&#x7684;&#x5386;&#x53F2;&#x53EF;&#x80FD;&#x5F88;&#x5FEB;&#x5C06;&#x5728;&#x81EA;&#x5DF1;&#x521B;&#x5EFA;&#x7684;&#x6280;&#x672F;&#x751F;&#x6001;&#x4E2D;&#x843D;&#x4E0B;&#x5E37;&#x5E55;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/技术/" rel="tag"># 技术</a>
          
            <a href="/tags/哲学/" rel="tag"># 哲学</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2018/06/13/消息中间件对比分析与选型建议/" rel="next" title="消息中间件对比分析与选型建议">
                <i class="fa fa-chevron-left"></i> 消息中间件对比分析与选型建议
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2018/07/11/负载均衡技术选型/" rel="prev" title="负载均衡技术选型">
                负载均衡技术选型 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          

<!-- 多说公共JS代码 start (一个网页只需插入一次) -->
<script type="text/javascript">
var duoshuoQuery = {short_name:"xhrong"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		 || document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- 多说公共JS代码 end -->
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2018/06/14/读《技术的本质》有感/" data-title="读《技术的本质》有感" data-url="http://xhrong.github.io/2018/06/14/读《技术的本质》有感/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image" src="/images/avatar.jpg" alt="xhrong">
          <p class="site-author-name" itemprop="name">xhrong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">72</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">20</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">126</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2025</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">xhrong</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"xhrong"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
      search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();
    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';
      $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = $( "entry", xmlResponse ).map(function() {
            return {
              title: $( "title", this ).text(),
              content: $("content",this).text(),
              url: $( "url" , this).text()
            };
          }).get();
          var $input = document.getElementById(search_id);
          var $resultContent = document.getElementById(content_id);
          $input.addEventListener('input', function(){
            var matchcounts = 0;
            var str='<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length > 1) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var content_index = [];
                var data_title = data.title.trim().toLowerCase();
                var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                var data_url = decodeURIComponent(data.url);
                var index_title = -1;
                var index_content = -1;
                var first_occur = -1;
                // only match artiles with not empty titles and contents
                if(data_title != '') {
                  keywords.forEach(function(keyword, i) {
                    index_title = data_title.indexOf(keyword);
                    index_content = data_content.indexOf(keyword);
                    if( index_title >= 0 || index_content >= 0 ){
                      isMatch = true;
                      if (i == 0) {
                        first_occur = index_content;
                      }
                    }

                  });
                }
                // show search results
                if (isMatch) {
                  matchcounts += 1;
                  str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                  var content = data.content.trim().replace(/<[^>]+>/g,"");
                  if (first_occur >= 0) {
                    // cut out 100 characters
                    var start = first_occur - 20;
                    var end = first_occur + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if(start == 0){
                      end = 50;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    var match_content = content.substring(start, end);
                    // highlight all keywords
                    keywords.forEach(function(keyword){
                      var regS = new RegExp(keyword, "gi");
                      match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                    });

                    str += "<p class=\"search-result\">" + match_content +"...</p>"
                  }
                  str += "</li>";
                }
              })};
            str += "</ul>";
            if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
            if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
            $resultContent.innerHTML = str;
          });
          proceedsearch();
        }
      });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("u4DTaPHSLi7UfAEx97rmGGkO-gzGzoHsz", "qEYRUuSsKEaUPpt8BwlMXnbr");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
