<!doctype html>



  


<html class="theme-next mist use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">



<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css">


  <meta name="keywords" content="时间，时间简史,">





  <link rel="alternate" href="/atom.xml" title="森.林木" type="application/atom+xml">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0">






<meta name="description" content="&amp;#x76F8;&amp;#x5BF9;&amp;#x4E8E;&amp;#x7A7A;&amp;#x95F4;&amp;#x800C;&amp;#x8A00;&amp;#xFF0C;&amp;#x4EBA;&amp;#x5BF9;&amp;#x65F6;&amp;#x95F4;&amp;#x7684;&amp;#x611F;&amp;#x89C9;&amp;#x5947;&amp;#x5999;&amp;#x5F97;&amp;#x591A;&amp;#xFF0C;&amp;#x4E5F;&amp;#x4E3B;&amp;#x89C2;&amp;#x5F97;&amp;#x591A;">
<meta name="keywords" content="时间，时间简史">
<meta property="og:type" content="article">
<meta property="og:title" content="时间是什么？">
<meta property="og:url" content="http://xhrong.github.io/2017/12/31/时间是什么？/index.html">
<meta property="og:site_name" content="森.林木">
<meta property="og:description" content="&amp;#x76F8;&amp;#x5BF9;&amp;#x4E8E;&amp;#x7A7A;&amp;#x95F4;&amp;#x800C;&amp;#x8A00;&amp;#xFF0C;&amp;#x4EBA;&amp;#x5BF9;&amp;#x65F6;&amp;#x95F4;&amp;#x7684;&amp;#x611F;&amp;#x89C9;&amp;#x5947;&amp;#x5999;&amp;#x5F97;&amp;#x591A;&amp;#xFF0C;&amp;#x4E5F;&amp;#x4E3B;&amp;#x89C2;&amp;#x5F97;&amp;#x591A;">
<meta property="og:locale" content="zh-Hans">
<meta property="og:updated_time" content="2025-02-22T12:50:33.648Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="时间是什么？">
<meta name="twitter:description" content="&amp;#x76F8;&amp;#x5BF9;&amp;#x4E8E;&amp;#x7A7A;&amp;#x95F4;&amp;#x800C;&amp;#x8A00;&amp;#xFF0C;&amp;#x4EBA;&amp;#x5BF9;&amp;#x65F6;&amp;#x95F4;&amp;#x7684;&amp;#x611F;&amp;#x89C9;&amp;#x5947;&amp;#x5999;&amp;#x5F97;&amp;#x591A;&amp;#xFF0C;&amp;#x4E5F;&amp;#x4E3B;&amp;#x89C2;&amp;#x5F97;&amp;#x591A;">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://xhrong.github.io/2017/12/31/时间是什么？/">





  <title> 时间是什么？ | 森.林木 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">森.林木</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://xhrong.github.io/2017/12/31/时间是什么？/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="xhrong">
    <meta itemprop="description" content>
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="森.林木">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="森.林木" src>
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                时间是什么？
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-12-31T00:00:00+00:00">
                2017-12-31
              </time>
            

            

            
          </span>

          
            <span class="post-category">
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/文史/" itemprop="url" rel="index">
                    <span itemprop="name">文史</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2017/12/31/时间是什么？/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/12/31/时间是什么？/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2017/12/31/时间是什么？/" class="leancloud_visitors" data-flag-title="时间是什么？">
               <span class="post-meta-divider">|</span>
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x76F8;&#x5BF9;&#x4E8E;&#x7A7A;&#x95F4;&#x800C;&#x8A00;&#xFF0C;&#x4EBA;&#x5BF9;&#x65F6;&#x95F4;&#x7684;&#x611F;&#x89C9;&#x5947;&#x5999;&#x5F97;&#x591A;&#xFF0C;&#x4E5F;&#x4E3B;&#x89C2;&#x5F97;&#x591A;&#x3002;&#x6709;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x611F;&#x6168;&#x5C81;&#x6708;&#x5982;&#x68AD;&#xFF0C;&#x767D;&#x9A79;&#x8FC7;&#x9699;&#xFF1B;&#x6709;&#x65F6;&#x5019;&#xFF0C;&#x53C8;&#x96BE;&#x514D;&#x5EA6;&#x65E5;&#x5982;&#x5E74;&#xFF0C;&#x6CA7;&#x6D77;&#x6851;&#x7530;&#x3002;&#x6211;&#x4EEC;&#x6BCF;&#x65F6;&#x6BCF;&#x523B;&#x611F;&#x53D7;&#x7740;&#x65F6;&#x95F4;&#xFF0C;&#x5374;&#x4ECE;&#x6765;&#x6CA1;&#x529E;&#x6CD5;&#x8BF4;&#x51FA;&#x65F6;&#x95F4;&#x7684;&#x542B;&#x4E49;&#x3002;&#x9664;&#x4E86;&#x6587;&#x5B66;&#x5BB6;&#x4EEC;&#x5076;&#x7136;&#x7684;&#x7F8E;&#x5999;&#x7684;&#x6BD4;&#x55BB;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x65F6;&#x95F4;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x53EA;&#x53EF;&#x610F;&#x4F1A;&#xFF0C;&#x4E0D;&#x53EF;&#x8A00;&#x4F20;&#x3002;</p>
<p>&#x81EA;&#x4ECE;&#x725B;&#x987F;&#x5148;&#x5C06;&#x901F;&#x5EA6;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x8FDB;&#x800C;&#x5C06;&#x7A7A;&#x95F4;&#x7684;&#x6982;&#x5FF5;&#x76F8;&#x5BF9;&#x5316;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x6162;&#x6162;&#x5730;&#x53EF;&#x4EE5;&#x63A5;&#x53D7;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x5728;&#x7A7A;&#x95F4;&#x4E0A;&#x4E0D;&#x662F;&#x4E00;&#x6210;&#x4E0D;&#x53D8;&#x7684;&#x3002;&#x5FEB;&#x4E0E;&#x6162;&#xFF0C;&#x4E0A;&#x4E0E;&#x4E0B;&#xFF0C;&#x5927;&#x4E0E;&#x5C0F;&#xFF0C;&#x6CA1;&#x6709;&#x7EDD;&#x5BF9;&#x7684;&#x3002;&#x60F3;&#x4E00;&#x60F3;&#xFF0C;&#x8FD9;&#x6B63;&#x662F;&#x5343;&#x5E74;&#x4E4B;&#x524D;&#xFF0C;&#x900D;&#x9065;&#x7684;&#x5E84;&#x5468;&#x6240;&#x8981;&#x8868;&#x8FBE;&#x7684;&#x610F;&#x4E49;&#x3002;&#x867D;&#x7136;&#x300A;&#x900D;&#x9065;&#x6E38;&#x300B;&#x4E5F;&#x5C06;&#x65F6;&#x95F4;&#x7684;&#x76F8;&#x5BF9;&#x6027;&#x8FDB;&#x884C;&#x4E86;&#x6709;&#x8DA3;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x4F46;&#x662F;&#x76F4;&#x5230;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x7684;&#x76F8;&#x8BA4;&#x8BBA;&#x624D;&#x7B2C;&#x4E00;&#x6B21;&#x5C06;&#x65F6;&#x95F4;&#x7684;&#x6982;&#x5FF5;&#x7EB3;&#x5165;&#x5230;&#x79D1;&#x5B66;&#x7406;&#x8BBA;&#x7684;&#x8003;&#x5BDF;&#x8303;&#x56F4;&#x4E4B;&#x5185;&#x3002;</p>
<p>&#x5C31;&#x6211;&#x4E2A;&#x4EBA;&#x800C;&#x8A00;&#xFF0C;&#x65F6;&#x95F4;&#x7684;&#x76F8;&#x5BF9;&#x6027;&#x8FD8;&#x662F;&#x5F88;&#x96BE;&#x63A5;&#x53D7;&#x3002;&#x5F88;&#x96BE;&#x60F3;&#x8C61;&#xFF0C;&#x5149;&#x7684;&#x901F;&#x5EA6;&#x4E0D;&#x7BA1;&#x5982;&#x4F55;&#x6D4B;&#x91CF;&#x90FD;&#x662F;&#x4E0D;&#x53D8;&#x7684;&#xFF0C;&#x8FD9;&#x662F;&#x591A;&#x4E48;&#x795E;&#x5947;&#x554A;&#x3002;&#x5148;&#x662F;&#x725B;&#x987F;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x901F;&#x5EA6;&#x90FD;&#x662F;&#x76F8;&#x5BF9;&#x7684;&#xFF0C;&#x53EA;&#x8981;&#x4F60;&#x548C;&#x8FD0;&#x52A8;&#x7740;&#x7684;&#x7269;&#x4F53;&#x7684;&#x901F;&#x5EA6;&#x662F;&#x4E00;&#x81F4;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x8BE5;&#x7269;&#x4F53;&#x76F8;&#x5BF9;&#x4E8E;&#x4F60;&#x800C;&#x8A00;&#x5C31;&#x662F;&#x9759;&#x6B62;&#x7684;&#x3002;&#x800C;&#x5149;&#x5374;&#x4E0D;&#x540C;&#xFF0C;&#x4E0D;&#x7BA1;&#x4F60;&#x5982;&#x4F55;&#x8FD0;&#x52A8;&#xFF0C;&#x5149;&#x7684;&#x901F;&#x5EA6;&#x90FD;&#x662F;&#x56FA;&#x5B9A;&#x7684;30Wkm/h&#xFF01;&#xFF01;&#xFF01;&#x5047;&#x8BBE;&#x4F60;&#x4EE5;&#x5149;&#x901F;&#x8FD0;&#x884C;&#x5E76;&#x6D4B;&#x8BD5;&#x5149;&#x901F;&#xFF0C;&#x4F1A;&#x662F;&#x5982;&#x4F55;&#xFF1F;&#x8FD8;&#x662F;30Wkm/h&#xFF01;&#xFF01;&#xFF01;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x4F60;&#x548C;&#x540C;&#x901F;&#xFF0C;&#x5149;&#x76F8;&#x5BF9;&#x4E8E;&#x4F60;&#x6765;&#x8BF4;&#xFF0C;&#x662F;&#x9759;&#x6B62;&#x7684;&#xFF1F;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x5149;&#x4E0D;&#x8FD0;&#x52A8;&#xFF1F;&#x9519;&#x4E86;&#x3002;&#x5149;&#x76F8;&#x5BF9;&#x4E8E;&#x4F60;&#x7684;&#x901F;&#x5EA6;&#x4E0D;&#x53D8;&#xFF0C;&#x76F8;&#x53CD;&#xFF0C;&#x662F;&#x65F6;&#x95F4;&#x9759;&#x6B62;&#x4E86;&#xFF0C;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x6C38;&#x8FDC;&#x4E5F;&#x4E0D;&#x53EF;&#x80FD;&#x8FC7;&#x53BB;&#xFF0C;&#x751A;&#x81F3;&#x4E00;&#x79D2;&#x4E5F;&#x6C38;&#x8FDC;&#x4E0D;&#x53EF;&#x80FD;&#x8FC7;&#x53BB;&#x3002;&#x4E00;&#x5207;&#x90FD;&#x9759;&#x6B62;&#x4E86;&#xFF0C;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x4F1A;&#x53D1;&#x751F;&#x3002;&#x5176;&#x5B9E;&#xFF0C;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x6D4B;&#x8BD5;&#x5149;&#x901F;&#x4E86;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x76F8;&#x5BF9;&#x8BBA;&#x540C;&#x65F6;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x4F60;&#x4E0D;&#x53EF;&#x80FD;&#x8FBE;&#x5230;&#x5149;&#x901F;&#xFF0C;&#x6C38;&#x8FDC;&#x90FD;&#x4E0D;&#x53EF;&#x80FD;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x56E0;&#x4E3A;&#x4F60;&#x6709;&#x8D28;&#x91CF;&#xFF0C;&#x6709;&#x8D28;&#x91CF;&#x7684;&#x4E8B;&#x7269;&#x5728;&#x8FD0;&#x52A8;&#x65F6;&#xFF0C;&#x8D28;&#x91CF;&#x4F1A;&#x8FDB;&#x4E00;&#x6B65;&#x589E;&#x52A0;&#xFF0C;&#x5F53;&#x901F;&#x5EA6;&#x8D8B;&#x8FD1;&#x5149;&#x901F;&#x65F6;&#xFF0C;&#x8D28;&#x91CF;&#x4F1A;&#x8D8B;&#x8FD1;&#x65E0;&#x9650;&#x5927;&#xFF0C;&#x800C;&#x5B87;&#x5B99;&#x6CA1;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x80FD;&#x91CF;&#x5C06;&#x65E0;&#x9650;&#x8FBE;&#x7684;&#x8D28;&#x91CF;&#x8FDB;&#x4E00;&#x6B65;&#x52A0;&#x901F;&#x5230;&#x5149;&#x901F;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4F60;&#x4E0D;&#x53EF;&#x80FD;&#x8FBE;&#x5230;&#x5149;&#x901F;&#x3002;&#xFF08;&#x5982;&#x679C;&#xFF0C;&#x4F60;&#x8981;&#x95EE;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8FD0;&#x52A8;&#x65F6;&#x8D28;&#x91CF;&#x4F1A;&#x589E;&#x52A0;&#xFF0C;&#x5176;&#x5B9E;&#xFF0C;&#x6211;&#x4E5F;&#x6CA1;&#x660E;&#x767D;&#x3002;&#x5982;&#x679C;&#x7528;E&#xFF1D;mc&#xB2;&#x6765;&#x89E3;&#x91CA;&#xFF0C;&#x5F88;&#x663E;&#x660E;&#x662F;&#x5FAA;&#x73AF;&#x8BC1;&#x660E;&#xFF0C;&#x6CA1;&#x6709;&#x610F;&#x4E49;&#x7684;&#xFF09;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x6211;&#x4EEC;&#x5047;&#x8BBE;&#xFF0C;&#x4F60;&#x4EE5;1/2&#x7684;&#x5149;&#x901F;&#x8FD0;&#x52A8;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x53EF;&#x4EE5;&#x63A8;&#x5BFC;&#x51FA;&#xFF0C;&#x4F60;&#x7684;&#x65F6;&#x95F4;&#x5C06;&#x53D8;&#x6162;&#x4E00;&#x500D;&#x3002;</p>
<p>&#x4EE5;&#x5149;&#x901F;&#x6765;&#x7406;&#x89E3;&#x65F6;&#x95F4;&#xFF0C;&#x5728;&#x7406;&#x6027;&#x4E0A;&#xFF0C;&#x7A0D;&#x5FAE;&#x5728;&#x5927;&#x8111;&#x91CC;&#x8F6C;&#x8F6C;&#x5F2F;&#xFF0C;&#x8FD8;&#x662F;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x7684;&#x3002;&#x4F46;&#x662F;&#x8981;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x65F6;&#x95F4;&#xFF0C;&#x4EC5;&#x4EC5;&#x662F;&#x6D4B;&#x91CF;&#x65F6;&#x95F4;&#xFF0C;&#x800C;&#x662F;&#x771F;&#x5B9E;&#x7684;&#x7269;&#x7406;&#x65F6;&#x95F4;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5F53;&#x4F60;&#x4EE5;1/2&#x7684;&#x5149;&#x901F;&#x8FD0;&#x52A8;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4F60;&#x53EF;&#x4EE5;&#x770B;&#x89C1;&#x5404;&#x79CD;&#x5916;&#x5728;&#x4E8B;&#x4EF6;&#x53D1;&#x751F;&#x7684;&#x901F;&#x5EA6;&#x53D8;&#x6162;&#x4E86;&#xFF0C;&#x6BD4;&#x5982;&#x4F60;&#x7684;&#x624B;&#x8868;&#xFF0C;&#x4F60;&#x7684;&#x751F;&#x7269;&#x65F6;&#x95F4;&#x4E5F;&#x4F1A;&#x53D8;&#x6162;&#x3002;&#x53EF;&#x7B11;&#x7684;&#x662F;&#xFF0C;&#x8EAB;&#x5904;&#x53D8;&#x6162;&#x4E86;&#x7684;&#x65F6;&#x95F4;&#x4E2D;&#x7684;&#x4F60;&#xFF0C;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x4F53;&#x4F1A;&#x5230;&#x4E16;&#x754C;&#x7684;&#x4E00;&#x5207;&#x90FD;&#x5728;&#x6162;&#x653E;&#xFF0C;&#x4F60;&#x7684;&#x611F;&#x89C9;&#x5C06;&#x548C;&#x5F80;&#x5E38;&#x4E00;&#x6837;&#xFF0C;&#x53EA;&#x662F;&#x5F53;&#x4F60;&#x7ECF;&#x8FC7;&#x7684;&#x8FD9;&#x6BB5;&#x795E;&#x5947;&#x7684;&#x65C5;&#x7A0B;&#x4E4B;&#x540E;&#xFF0C;&#x53C8;&#x56DE;&#x5230;&#x4F60;&#x539F;&#x6765;&#x7684;&#x4E16;&#x754C;&#x65F6;&#xFF0C;&#x4F1A;&#x53D1;&#x73B0;&#x4F60;&#x7684;&#x624B;&#x8868;&#x7684;&#x65F6;&#x95F4;&#x6BD4;&#x522B;&#x4EBA;&#x7684;&#x6162;&#x4E86;&#x3002;&#x5982;&#x679C;&#x4F60;&#x65C5;&#x884C;&#x7684;&#x8DB3;&#x591F;&#x4E45;&#xFF0C;&#x7B49;&#x4F60;&#x56DE;&#x6765;&#x65F6;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x9001;&#x4F60;&#x51FA;&#x53D1;&#x7684;&#x670B;&#x53CB;&#x4EEC;&#x5168;&#x505A;&#x4E86;&#x53E4;&#xFF0C;&#x800C;&#x4F60;&#x8FD8;&#x662F;&#x4E2A;&#x82F1;&#x4FCA;&#x5C11;&#x5E74;&#x3002;</p>
<p>&#x57FA;&#x4E8E;&#x4EE5;&#x4E0A;&#x7684;&#x7406;&#x8BBA;&#xFF0C;&#x4E5F;&#x8BB8;&#x6709;&#x4EBA;&#x4F1A;&#x60F3;&#x5230;&#xFF1A;&#x5982;&#x679C;&#x628A;&#x6211;&#x4EEC;&#x5EFA;&#x9020;&#x4E00;&#x4E2A;&#x98DE;&#x8239;&#xFF0C;&#x8BA9;&#x5B83;&#x4EE5;&#x63A5;&#x8FD1;&#x5149;&#x7684;&#x901F;&#x5EA6;&#x56F4;&#x7ED5;&#x5730;&#x7403;&#x8FD0;&#x52A8;&#xFF0C;&#x90A3;&#x4E48;&#x751F;&#x6D3B;&#x5728;&#x8FD9;&#x4E2A;&#x98DE;&#x8239;&#x91CC;&#x7684;&#x4EBA;&#x4EEC;&#xFF0C;&#x5C82;&#x4E0D;&#x662F;&#x957F;&#x8FD1;&#x4E8E;&#x6C38;&#x751F;&#x4E86;&#xFF1F;&#x8FD9;&#x6B63;&#x662F;&#x300A;&#x672A;&#x6765;&#x7B80;&#x53F2;&#x300B;&#x91CC;&#x9884;&#x8A00;&#x7684;&#x3002;&#x662F;&#x7684;&#xFF0C;&#x76F8;&#x5BF9;&#x4E8E;&#x751F;&#x6D3B;&#x5728;&#x5730;&#x7403;&#x4E0A;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x751F;&#x6D3B;&#x5728;&#x98DE;&#x8239;&#x91CC;&#x7684;&#x4EBA;&#x4EEC;&#x4F1A;&#x6709;&#x66F4;&#x957F;&#x7684;&#x751F;&#x547D;&#x3002;&#x5982;&#x679C;&#x613F;&#x610F;&#xFF0C;&#x98DE;&#x8239;&#x91CC;&#x7684;&#x4EBA;&#x4EEC;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x4E0D;&#x5B9A;&#x671F;&#x5730;&#x4E0B;&#x5230;&#x5730;&#x7403;&#x89C2;&#x5BDF;&#x4E00;&#x4E0B;&#x5730;&#x9762;&#x4E0A;&#x751F;&#x7269;&#x7684;&#x8FDB;&#x5316;&#x72B6;&#x6001;&#x3002;&#xFF08;&#x5EFA;&#x8BAE;&#x4E0D;&#x8981;&#x5728;&#x5730;&#x9762;&#x4E0A;&#x9017;&#x7559;&#x592A;&#x4E45;&#xFF0C;&#x5426;&#x5219;&#x4F60;&#x5C06;&#x8001;&#x53BB;&#x3002;&#x4E2D;&#x56FD;&#x7684;&#x4ED9;&#x8BDD;&#x6709;&#x4E2A;&#x5047;&#x8BBE;&#xFF0C;&#x201C;&#x5730;&#x4E0A;&#x4E00;&#x65E5;&#xFF0C;&#x5929;&#x4E0A;&#x4E00;&#x5E74;&#x201D;&#xFF0C;&#x8FD9;&#x4E48;&#x6765;&#x770B;&#xFF0C;&#x5C45;&#x7136;&#x8FD9;&#x4E48;&#x7684;&#x524D;&#x77BB;&#x6027;&#xFF0C;&#x662F;&#x5DE7;&#x5408;&#x5417;&#xFF1F;&#xFF09;&#x3002;&#x4F46;&#x662F;&#x5982;&#x679C;&#x4EE5;&#x751F;&#x6D3B;&#x5728;&#x98DE;&#x8239;&#x91CC;&#x7684;&#x4EBA;&#x4E3A;&#x53C2;&#x7167;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x98DE;&#x8239;&#x5C31;&#x4F1A;&#x662F;&#x4E2A;&#x7B11;&#x8BDD;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x7684;&#x4EBA;&#x4EEC;&#x7684;&#x751F;&#x547D;&#x5C06;&#x5982;&#x5730;&#x9762;&#x7684;&#x751F;&#x547D;&#x4E00;&#x6837;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x4E00;&#x70B9;&#x70B9;&#x7684;&#x589E;&#x52A0;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x4E3B;&#x89C2;&#x4F53;&#x9A8C;&#x4E0A;&#xFF0C;&#x4ECD;&#x7136;&#x662F;&#x5C81;&#x6708;&#x5982;&#x68AD;&#xFF0C;&#x767D;&#x9A79;&#x8FC7;&#x9699;&#x3002;&#x4ECE;&#x65F6;&#x95F4;&#x7684;&#x76F8;&#x5BF9;&#x6027;&#x4E0A;&#x6765;&#x8BF4;&#xFF0C;&#x6C38;&#x751F;&#x5176;&#x5B9E;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x5B9E;&#x5728;&#x7684;&#x610F;&#x4E49;&#x4E86;&#xFF1A;&#x4F60;&#x7684;&#x4E00;&#x77AC;&#x53EF;&#x4EE5;&#x662F;&#x4ED6;&#x4EBA;&#x7684;&#x6C38;&#x751F;&#xFF1B;&#x4ED6;&#x4EEC;&#x7684;&#x4E00;&#x77AC;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4F60;&#x7684;&#x6C38;&#x751F;&#x3002;&#x8FD9;&#x53C8;&#x56DE;&#x5230;&#x4E86;&#x5E84;&#x751F;&#x7684;&#x300A;&#x900D;&#x9065;&#x6E38;&#x300B;&#x3002;</p>
<p>&#x539F;&#x6765;&#xFF0C;&#x76F8;&#x5BF9;&#x8BBA;&#x4E5F;&#x4E0D;&#x51FA;&#x4E00;&#x7BC7;&#x300A;&#x900D;&#x9065;&#x6E38;&#x300B;&#x800C;&#x5DF2;&#xFF01;&#xFF01;&#xFF01;&#x83AB;&#x540D;&#x7684;&#x8BA9;&#x4EBA;&#x6709;&#x4E9B;&#x6FC0;&#x52A8;&#xFF0C;&#x53C8;&#x6709;&#x4E9B;&#x5931;&#x671B;&#x3002;</p>
<p>&#x9053;&#x5BB6;&#x5E94;&#x8BE5;&#x4F1A;&#x5BF9;&#x76F8;&#x5BF9;&#x8BBA;&#x4EA7;&#x751F;&#x548C;&#x8C10;&#x7684;&#x5171;&#x9E23;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x517B;&#x751F;&#x4E4B;&#x9053;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6211;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4E5F;&#x8BB8;&#x80FD;&#x591F;&#x89E3;&#x7B54;&#x5B66;&#x7A76;&#x4EEC;&#x5173;&#x4E8E;&#x65F6;&#x95F4;&#x672C;&#x8D28;&#x7684;&#x597D;&#x5947;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x5BF9;&#x4E8E;&#x82B8;&#x82B8;&#x4F17;&#x751F;&#x662F;&#x5168;&#x65E0;&#x610F;&#x4E49;&#x7684;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x66F4;&#x76F4;&#x89C2;&#x7684;&#x5173;&#x4E8E;&#x65F6;&#x95F4;&#x7684;&#x610F;&#x4E49;&#x3002;</p>
<p>&#x71B5;&#x589E;&#x52A0;&#x539F;&#x7406;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x5730;&#x4EE5;&#x76F4;&#x89C2;&#x7684;&#x65B9;&#x5F0F;&#x7406;&#x89E3;&#x4E3B;&#x89C2;&#x65F6;&#x95F4;&#x7684;&#x65B9;&#x5411;&#x3002;&#x71B5;&#x7684;&#x5B9A;&#x4E49;&#x662F;&#x65E0;&#x5E8F;&#xFF0C;&#x4E5F;&#x662F;&#x5C31;&#x6DF7;&#x4E71;&#xFF0C;&#x6EF4;&#x589E;&#x52A0;&#x5C31;&#x662F;&#x65E0;&#x5E8F;&#x7684;&#x589E;&#x52A0;&#xFF0C;&#x5C31;&#x662F;&#x66F4;&#x6DF7;&#x4E71;&#x3002;&#x71B5;&#x5C06;&#x7269;&#x7406;&#x5B66;&#x6700;&#x7EC8;&#x8F6C;&#x5316;&#x6210;&#x70ED;&#x529B;&#x5B66;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x4E0D;&#x53EF;&#x5229;&#x7528;&#x7684;&#x70ED;&#x529B;&#x5B66;&#x3002;</p>
<p>&#x76F4;&#x89C2;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x4E16;&#x754C;&#x6709;&#x7684;&#x79CD;&#x503E;&#x5411;&#xFF0C;&#x4E0D;&#x53EF;&#x633D;&#x56DE;&#x5730;&#x5411;&#x7740;&#x66F4;&#x52A0;&#x6DF7;&#x4E71;&#x53D1;&#x5C55;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x65B0;&#x503E;&#x5411;&#x4E8E;&#x65E7;&#xFF0C;&#x6574;&#x9F50;&#x503E;&#x5411;&#x4E8E;&#x96F6;&#x4E71;&#xFF0C;&#x5B8C;&#x6574;&#x7684;&#x7834;&#x788E;&#x3002;&#x53EA;&#x8981;&#x770B;&#x770B;&#x4F60;&#x81EA;&#x5DF1;&#xFF0C;&#x770B;&#x770B;&#x4F60;&#x7684;&#x5C4B;&#x5B50;&#xFF0C;&#x4F60;&#x7684;&#x5BB6;&#x5EAD;&#x3002;&#x4F60;&#x5C31;&#x4F1A;&#x7406;&#x89E3;&#xFF0C;&#x4F60;&#x66FE;&#x7ECF;&#x6216;&#x4E00;&#x76F4;&#x52AA;&#x529B;&#x5EFA;&#x7ACB;&#x7684;&#x3001;&#x7EF4;&#x62A4;&#x7684;&#x3001;&#x575A;&#x6301;&#x7684;&#x6240;&#x6709;&#xFF0C;&#x7EC8;&#x5C06;&#x6210;&#x4E3A;&#x4E4C;&#x6709;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x6CE1;&#x5F71;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x65F6;&#x95F4;&#xFF01;&#xFF01;&#x65F6;&#x95F4;&#x4ECE;&#x6765;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x6B63;&#x4E49;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x5BA1;&#x5224;&#x4EC0;&#x4E48;&#xFF0C;&#x5B83;&#x53EA;&#x4F1A;&#x4E00;&#x89C6;&#x540C;&#x4EC1;&#x7684;&#x7834;&#x574F;&#x4E00;&#x5207;&#xFF0C;&#x6740;&#x6B7B;&#x4E00;&#x5207;&#xFF0C;&#x6E6E;&#x6CA1;&#x4E00;&#x5207;&#x3002;&#x8BA9;&#x4E00;&#x5207;&#x7684;&#x6709;&#xFF0C;&#x5C31;&#x6210;&#x65E0;&#xFF1B;&#x4E00;&#x5207;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x53D8;&#x6210;&#x4E0D;&#x5B58;&#x5728;&#x3002;</p>
<p>&#x76F4;&#x89C2;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x539F;&#x6765;&#x662F;&#x8FD9;&#x4E48;&#x7684;&#x65E0;&#x60C5;&#xFF0C;&#x6BD4;&#x5B87;&#x5B99;&#x7684;&#x65F6;&#x95F4;&#x66F4;&#x52A0;&#x51B7;&#x6F20;&#x3002;&#x4F46;&#x662F;&#x503C;&#x5F97;&#x5B89;&#x6170;&#x7684;&#x4E00;&#x70B9;&#x662F;&#xFF0C;&#x76F4;&#x89C2;&#x7684;&#x65F6;&#x95F4;&#x6700;&#x7EC8;&#x51B3;&#x5B9A;&#x4E8E;&#x5B87;&#x5B99;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x56E0;&#x4E3A;&#x73B0;&#x9636;&#x6BB5;&#x5B87;&#x5B99;&#x5904;&#x4E8E;&#x81A8;&#x80C0;&#x72B6;&#x6001;&#xFF0C;&#x6240;&#x4EE5;&#x71B5;&#x6210;&#x589E;&#x52A0;&#x8D8B;&#x52BF;&#xFF1B;&#x5982;&#x679C;&#x67D0;&#x4E00;&#x5929;&#xFF0C;&#x5B87;&#x5B99;&#x505C;&#x6B62;&#x4E86;&#x81A8;&#x80C0;&#x5E76;&#x5F00;&#x59CB;&#x6536;&#x7F29;&#xFF0C;&#x71B5;&#x5C06;&#x6210;&#x51CF;&#x5C11;&#x8D8B;&#x52BF;&#x3002;&#x90A3;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x4E8E;&#x73B0;&#x5728;&#x76F8;&#x53CD;&#xFF0C;&#x65E7;&#x503E;&#x5411;&#x4E8E;&#x65B0;&#xFF0C;&#x96F6;&#x4E71;&#x503E;&#x5411;&#x4E8E;&#x6574;&#x9F50;&#xFF0C;&#x7834;&#x788E;&#x503E;&#x5411;&#x4E8E;&#x5B8C;&#x6574;&#xFF1B;&#x90A3;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4E0D;&#x7528;&#x7528;&#x5C3D;&#x529B;&#x6C14;&#x4FDD;&#x6301;&#x9752;&#x6625;&#xFF0C;&#x6574;&#x7406;&#x5C4B;&#x5B50;&#xFF0C;&#x7EF4;&#x7CFB;&#x5BB6;&#x5EAD;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x4EBA;&#x6027;&#x6BD4;&#x5B87;&#x5B99;&#x66F4;&#x96BE;&#x7406;&#x89E3;&#xFF0C;&#x4E5F;&#x8BB8;&#x90A3;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x60F3;&#x5C3D;&#x529E;&#x6CD5;&#x53D8;&#x8001;&#xFF0C;&#x5F04;&#x4E71;&#x5C4B;&#x5B50;&#xFF0C;&#x7834;&#x574F;&#x5BB6;&#x5EAD;&#x3002;&#x4EBA;&#x662F;&#x5B87;&#x5B99;&#x662F;&#x6700;&#x4E0D;&#x5E94;&#x8BE5;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x4EBA;&#x7684;&#x5B58;&#x5728;&#x4EFF;&#x4F5B;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x548C;&#x5B87;&#x5B99;&#x6297;&#x8861;&#xFF0C;&#x4E5F;&#x8BB8;&#x4EBA;&#x7684;&#x4F7F;&#x547D;&#x662F;&#x5C31;&#x8981;&#x6210;&#x4E3A;&#x4E0A;&#x5E1D;&#x3002;&#x4E0D;&#x6210;&#x529F;&#xFF0C;&#x4FBF;&#x6210;&#x4EC1;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x4EBA;&#x53EA;&#x662F;&#x751F;&#x547D;&#x7684;&#x4EE3;&#x8868;&#xFF0C;&#x5176;&#x4ED6;&#x751F;&#x547D;&#x4E5F;&#x662F;&#x4E30;&#x7AED;&#x5C3D;&#x5168;&#x529B;&#x7684;&#x6297;&#x6323;&#x7740;&#x3002;&#x53EA;&#x662F;&#x73B0;&#x9636;&#x6BB5;&#x6765;&#x770B;&#xFF0C;&#x4EBA;&#x662F;&#x6700;&#x6709;&#x80FD;&#x529B;&#x6297;&#x8861;&#x5B87;&#x5B99;&#x5E76;&#x6700;&#x6709;&#x5E0C;&#x671B;&#x6700;&#x7EC8;&#x6218;&#x80DC;&#x5B87;&#x5B99;&#x3002;&#x524D;&#x63D0;&#x662F;&#xFF0C;&#x5728;&#x4EBA;&#x7C7B;&#x8DB3;&#x591F;&#x5F3A;&#x5927;&#x4E4B;&#x524D;&#xFF0C;&#x5B87;&#x5B99;&#x4E0D;&#x5148;&#x53D1;&#x96BE;&#x3002;&#x8FD9;&#x4E5F;&#x5927;&#x7EA6;&#x6B63;&#x662F;&#x5728;&#x51B7;&#x6F20;&#x7684;&#x65F6;&#x95F4;&#x8FDB;&#x7A0B;&#x4E2D;&#xFF0C;&#x4EBA;&#x7C7B;&#x5B58;&#x5728;&#x7684;&#x7EC8;&#x6781;&#x610F;&#x4E49;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x505A;&#x4E3A;&#x4EBA;&#x7C7B;&#x6574;&#x4F53;&#xFF0C;&#x662F;&#x4E0D;&#x7528;&#x60B2;&#x89C2;&#x7684;&#x3002;&#x6240;&#x8C13;&#x4E0E;&#x5929;&#x6597;&#xFF0C;&#x5176;&#x4E50;&#x65E0;&#x7A77;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x505A;&#x4E3A;&#x4EBA;&#x7C7B;&#x4E2A;&#x4F53;&#xFF0C;&#x6709;&#x6CA1;&#x6709;&#x533A;&#x522B;&#x4E0E;&#x5176;&#x4ED6;&#x751F;&#x547D;&#x7684;&#x7279;&#x6B8A;&#x7684;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;&#x5462;&#xFF1F;&#x6CA1;&#x6709;&#xFF0C;&#x662F;&#x7684;&#xFF0C;&#x6CA1;&#x6709;&#x3002;&#x4EBA;&#x7C7B;&#x4E2A;&#x4F53;&#x9664;&#x4E86;&#x505A;&#x4E3A;&#x4EBA;&#x7C7B;&#x6574;&#x4F53;&#x4EE3;&#x8868;&#x751F;&#x547D;&#x4E0E;&#x5B87;&#x5B99;&#x6297;&#x8861;&#xFF0C;&#x5728;&#x65E0;&#x522B;&#x7684;&#x7279;&#x6B8A;&#x7684;&#x610F;&#x4E49;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x751F;&#x547D;&#x672C;&#x8D28;&#x4E0A;&#x662F;&#x5E73;&#x7B49;&#x7684;&#x3002;&#xFF08;&#x5982;&#x679C;&#x4E0A;&#x5E1D;&#x771F;&#x7684;&#x5B58;&#x5728; &#xFF0C;&#x6CA1;&#x6709;&#x7406;&#x7531;&#x521B;&#x9020;&#x4E00;&#x79CD;&#x7279;&#x6B8A;&#x7684;&#x4EBA;&#x7C7B;&#x751F;&#x547D;&#xFF0C;&#x53C8;&#x521B;&#x9020;&#x5176;&#x4ED6;&#x751F;&#x547D;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#x4E0A;&#x5E1D;&#x4EE3;&#x8868;&#x7740;&#x5B87;&#x5B99;&#xFF0C;&#x6CA1;&#x6709;&#x7406;&#x7531;&#x53BB;&#x521B;&#x9020;&#x4E0E;&#x81EA;&#x5DF1;&#x6297;&#x8861;&#x7684;&#x751F;&#x547D;&#x3002;&#x4ECE;&#x8FD9;&#x4E00;&#x70B9;&#x4E0A;&#xFF0C;&#x4EBA;&#x7C7B;&#x7684;&#x4F26;&#x7406;&#x5B66;&#x662F;&#x53EF;&#x7B11;&#x7684;&#xFF1A;&#x4E16;&#x754C;&#x672C;&#x6CA1;&#x6709;&#x5BF9;&#x9519;&#xFF0C;&#x662F;&#x4EBA;&#x8BA9;&#x4E16;&#x754C;&#x6709;&#x4E86;&#x662F;&#x975E;&#x3002;&#xFF09;&#x4EBA;&#x7C7B;&#x4E2A;&#x4F53;&#x7684;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;&#x5C31;&#x5728;&#x4E8E;&#x7EF4;&#x62A4;&#x5176;&#x5B58;&#x5728;&#x3002;&#x529F;&#x5229;&#x4E3B;&#x4E49;&#x662F;&#x5176;&#x884C;&#x52A8;&#x51C6;&#x5219;&#x3002;&#xFF08;&#x5177;&#x4F53;&#x53C2;&#x8003;&#x300A;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;&#x300B;&#x4E00;&#x6587;&#xFF09;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/时间，时间简史/" rel="tag"># 时间，时间简史</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/12/23/存在的意义/" rel="next" title="存在的意义">
                <i class="fa fa-chevron-left"></i> 存在的意义
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2018/06/02/领导力读书总结/" rel="prev" title="领导力读书总结">
                领导力读书总结 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          

<!-- 多说公共JS代码 start (一个网页只需插入一次) -->
<script type="text/javascript">
var duoshuoQuery = {short_name:"xhrong"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		 || document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- 多说公共JS代码 end -->
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/12/31/时间是什么？/" data-title="时间是什么？" data-url="http://xhrong.github.io/2017/12/31/时间是什么？/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image" src="/images/avatar.jpg" alt="xhrong">
          <p class="site-author-name" itemprop="name">xhrong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">74</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">21</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">127</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2025</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">xhrong</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"xhrong"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
      search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();
    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';
      $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = $( "entry", xmlResponse ).map(function() {
            return {
              title: $( "title", this ).text(),
              content: $("content",this).text(),
              url: $( "url" , this).text()
            };
          }).get();
          var $input = document.getElementById(search_id);
          var $resultContent = document.getElementById(content_id);
          $input.addEventListener('input', function(){
            var matchcounts = 0;
            var str='<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length > 1) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var content_index = [];
                var data_title = data.title.trim().toLowerCase();
                var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                var data_url = decodeURIComponent(data.url);
                var index_title = -1;
                var index_content = -1;
                var first_occur = -1;
                // only match artiles with not empty titles and contents
                if(data_title != '') {
                  keywords.forEach(function(keyword, i) {
                    index_title = data_title.indexOf(keyword);
                    index_content = data_content.indexOf(keyword);
                    if( index_title >= 0 || index_content >= 0 ){
                      isMatch = true;
                      if (i == 0) {
                        first_occur = index_content;
                      }
                    }

                  });
                }
                // show search results
                if (isMatch) {
                  matchcounts += 1;
                  str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                  var content = data.content.trim().replace(/<[^>]+>/g,"");
                  if (first_occur >= 0) {
                    // cut out 100 characters
                    var start = first_occur - 20;
                    var end = first_occur + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if(start == 0){
                      end = 50;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    var match_content = content.substring(start, end);
                    // highlight all keywords
                    keywords.forEach(function(keyword){
                      var regS = new RegExp(keyword, "gi");
                      match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                    });

                    str += "<p class=\"search-result\">" + match_content +"...</p>"
                  }
                  str += "</li>";
                }
              })};
            str += "</ul>";
            if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
            if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
            $resultContent.innerHTML = str;
          });
          proceedsearch();
        }
      });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("u4DTaPHSLi7UfAEx97rmGGkO-gzGzoHsz", "qEYRUuSsKEaUPpt8BwlMXnbr");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
