<!doctype html>



  


<html class="theme-next mist use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">



<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css">


  <meta name="keywords" content="Android, Java, 教育, 技术">





  <link rel="alternate" href="/atom.xml" title="森.林木" type="application/atom+xml">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0">






<meta property="og:type" content="website">
<meta property="og:title" content="森.林木">
<meta property="og:url" content="http://xhrong.github.io/page/74/index.html">
<meta property="og:site_name" content="森.林木">
<meta property="og:locale" content="zh-Hans">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="森.林木">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://xhrong.github.io/page/74/">





  <title> 森.林木 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left 
   page-home 
 ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/" class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">森.林木</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br>
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br>
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup">
 <span class="search-icon fa fa-search"></span>
 <input type="text" id="local-search-input">
 <div id="local-search-result"></div>
 <span class="popup-btn-close">close</span>
</div>


    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            
  <section id="posts" class="posts-expand">
    
      

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://xhrong.github.io/2006/11/24/简——智慧人类的进化方向/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="xhrong">
    <meta itemprop="description" content>
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="森.林木">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="森.林木" src>
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2006/11/24/简——智慧人类的进化方向/" itemprop="url">
                  简——智慧人类的进化方向
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2006-11-24T18:32:33+00:00">
                2006-11-24
              </time>
            

            

            
          </span>

          
            <span class="post-category">
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/故事/" itemprop="url" rel="index">
                    <span itemprop="name">故事</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2006/11/24/简——智慧人类的进化方向/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2006/11/24/简——智慧人类的进化方向/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2006/11/24/简——智慧人类的进化方向/" class="leancloud_visitors" data-flag-title="简——智慧人类的进化方向">
               <span class="post-meta-divider">|</span>
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p>#&#x7B80;&#x2014;&#x2014;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x7684;&#x8FDB;&#x5316;&#x65B9;&#x5411;<br>@(&#x65E7;&#x4E8B;&#x91CD;&#x63D0;)[&#x54F2;&#x601D;]</p>
<p>&#x81EA;&#x4ECE;&#x8BDE;&#x751F;&#x4E4B;&#x65E5;&#x8D77;&#xFF0C;&#x4EBA;&#x7C7B;&#x5DF2;&#x8D77;&#x8D70;&#x8FC7;&#x4E86;&#x6570;&#x767E;&#x4E07;&#x5E74;&#x7684;&#x8270;&#x8F9B;&#x5386;&#x7A0B;&#xFF0C;&#x53EA;&#x5728;&#x6700;&#x8FD1;&#x7684;&#x51E0;&#x5341;&#x4E07;&#x5E74;&#x6765;&#x624D;&#x80FD;&#x591F;&#x4ECE;&#x81EA;&#x7136;&#x7684;&#x7EDD;&#x5BF9;&#x63A7;&#x5236;&#x4E2D;&#x89E3;&#x8131;&#x51FA;&#x6765;&#xFF0C;&#x8FDB;&#x800C;&#x5F00;&#x59CB;&#x4E86;&#x4E3B;&#x52A8;&#x6539;&#x9020;&#x81EA;&#x7136;&#x7684;&#x667A;&#x6167;&#x751F;&#x6D3B;&#x3002;&#x6B64;&#x65F6;&#x7684;&#x4EBA;&#x7C7B;&#x624D;&#x8D70;&#x4E0A;&#x4E86;&#x5411;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x7684;&#x53D1;&#x5C55;&#x9053;&#x8DEF;&#x3002;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x4E0E;&#x66F4;&#x4E3A;&#x53E4;&#x8001;&#x7684;&#x4EBA;&#x7C7B;&#x7684;&#x6700;&#x5927;&#x4E0D;&#x540C;&#x5C31;&#x5728;&#x4E8E;&#x5176;&#x4E0E;&#x81EA;&#x7136;&#x7684;&#x4EA4;&#x4E92;&#x5F71;&#x54CD;&#x65B9;&#x5F0F;&#x53D1;&#x751F;&#x4E86;&#x6839;&#x672C;&#x6027;&#x53D8;&#x5316;&#x3002;&#x5177;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x9664;&#x4E86;&#x5177;&#x6709;&#x4EE5;&#x5F80;&#x4EBA;&#x7C7B;&#x901A;&#x8FC7;&#x6539;&#x9020;&#x81EA;&#x6211;&#x4EE5;&#x9002;&#x5E94;&#x81EA;&#x7136;&#x7684;&#x88AB;&#x52A8;&#x751F;&#x5B58;&#x65B9;&#x5F0F;&#x5916;&#xFF0C;&#x8FD8;&#x80FD;&#x591F;&#x5229;&#x7528;&#x81EA;&#x8EAB;&#x7684;&#x667A;&#x6167;&#x80FD;&#x52A8;&#x7684;&#x6539;&#x9020;&#x81EA;&#x7136;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x81EA;&#x7136;&#x4E3B;&#x52A8;&#x5730;&#x9002;&#x5E94;&#x4EBA;&#x7C7B;&#x3002;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x7684;&#x53D1;&#x5C55;&#x8FD8;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x7EC6;&#x5212;&#x4E3A;&#x4E24;&#x4E2A;&#x76F8;&#x5BF9;&#x7684;&#x9636;&#x6BB5;&#x3002;&#x7B2C;&#x4E00;&#x9636;&#x6BB5;&#x662F;&#x521D;&#x7EA7;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#xFF0C;&#x5176;&#x65F6;&#x95F4;&#x8DE8;&#x5EA6;&#x53EF;&#x80FD;&#x662F;&#x4ECE;&#x5DE5;&#x5177;&#x7684;&#x8FD0;&#x7528;&#x5230;&#x6587;&#x5B57;&#x7684;&#x4EA7;&#x751F;&#x8FD9;&#x4E00;&#x6F2B;&#x957F;&#x7684;&#x5386;&#x53F2;&#x53D1;&#x5C55;&#x8FDB;&#x7A0B;&#x3002;&#x8FD9;&#x4E00;&#x9636;&#x6BB5;&#x7684;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x5728;&#x6539;&#x9020;&#x81EA;&#x7136;&#x65F6;&#x8868;&#x73B0;&#x5171;&#x540C;&#x7684;&#x7279;&#x70B9;&#x2014;&#x2014;&#x76F4;&#x63A5;&#x6027;&#x3002;&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x7F3A;&#x4E4F;&#x5FC5;&#x8981;&#x62BD;&#x8C61;&#x4E2D;&#x4ECB;&#xFF0C;&#x5BFC;&#x81F4;&#x4EBA;&#x7C7B;&#x7684;&#x667A;&#x6167;&#x7F3A;&#x4E4F;&#x62BD;&#x8C61;&#x6DF1;&#x5EA6;&#xFF0C;&#x4EC5;&#x80FD;&#x4ECE;&#x76F4;&#x89C2;&#x73B0;&#x8C61;&#x6216;&#x5076;&#x7136;&#x4E8B;&#x4EF6;&#x4E2D;&#x83B7;&#x5F97;&#x542F;&#x53D1;&#xFF0C;&#x4ECE;&#x800C;&#x5E26;&#x6765;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x7684;&#x7F13;&#x6162;&#x53D1;&#x5C55;&#x3002;&#x7B2C;&#x4E8C;&#x9636;&#x6BB5;&#x662F;&#x9AD8;&#x7EA7;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#xFF0C;&#x5176;&#x65F6;&#x95F4;&#x8DE8;&#x5EA6;&#x662F;&#x4ECE;&#x6587;&#x5B57;&#x7684;&#x4EA7;&#x751F;&#x76F4;&#x5230;&#x5982;&#x4ECA;&#x3002;&#x76F8;&#x5BF9;&#x4E8E;&#x7B2C;&#x4E00;&#x9636;&#x6BB5;&#x800C;&#x8A00;&#xFF0C;&#x8FD9;&#x4E00;&#x9636;&#x6BB5;&#x7684;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x5728;&#x6539;&#x9020;&#x81EA;&#x7136;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x8868;&#x73B0;&#x51FA;&#x6781;&#x4E3A;&#x590D;&#x6742;&#x7684;&#x601D;&#x7EF4;&#x62BD;&#x8C61;&#x6027;&#xFF0C;&#x540C;&#x65F6;&#x5404;&#x79CD;&#x6807;&#x5F81;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x5176;&#x7279;&#x6709;&#x7684;&#x9519;&#x7EFC;&#x590D;&#x6742;&#x7684;&#x793E;&#x4F1A;&#x5173;&#x7CFB;&#x7684;&#x793E;&#x4F1A;&#x7279;&#x5F81;&#x4E5F;&#x53D1;&#x5C55;&#x5230;&#x66F4;&#x4E3A;&#x6E05;&#x6670;&#x660E;&#x4E86;&#x7684;&#x9636;&#x6BB5;&#x3002;&#x603B;&#x800C;&#x8A00;&#x4E4B;&#x3002;&#x9AD8;&#x7EA7;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x9AD8;&#x5EA6;&#x62BD;&#x8C61;&#x7684;&#x601D;&#x7EF4;&#x6D3B;&#x52A8;&#xFF0C;&#x900F;&#x8FC7;&#x5355;&#x7EAF;&#x7684;&#x5BA2;&#x89C2;&#x73B0;&#x8C61;&#x53BB;&#x53D1;&#x73B0;&#x548C;&#x89E3;&#x91CA;&#x81EA;&#x7136;&#x548C;&#x793E;&#x4F1A;&#x53D1;&#x5C55;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x8BF8;&#x591A;&#x95EE;&#x9898;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5176;&#x5728;&#x6539;&#x9020;&#x81EA;&#x7136;&#x548C;&#x81EA;&#x6211;&#x6539;&#x9020;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x8868;&#x73B0;&#x7684;&#x66F4;&#x52A0;&#x6DF1;&#x523B;&#x5F7B;&#x5E95;&#x3002; &#xAD;</p>
<p>&#x5F53;&#x4EBA;&#x53D1;&#x5C55;&#x8FDB;&#x5316;&#x5230;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x9636;&#x6BB5;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x9AD8;&#x7EA7;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x9636;&#x6BB5;&#xFF0C;&#x8FBE;&#x5C14;&#x6587;&#x7684;&#x4EE5;&#x201C;&#x7269;&#x7ADE;&#x5929;&#x62E9;&#x201D;&#x4E3A;&#x6839;&#x672C;&#x8FDB;&#x5316;&#x52A8;&#x529B;&#x7684;&#x7269;&#x79CD;&#x8FDB;&#x5316;&#x8BBA;&#x5C31;&#x5931;&#x53BB;&#x4E86;&#x5176;&#x5728;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x7684;&#x9002;&#x7528;&#x6027;&#xFF0C;&#x56E0;&#x4E3A;&#x6B64;&#x65F6;&#x7684;&#x4EBA;&#x7C7B;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x5229;&#x7528;&#x81EA;&#x5DF1;&#x7684;&#x667A;&#x6167;&#x548C;&#x53CC;&#x624B;&#x6253;&#x7834;&#x4E86;&#x8BE5;&#x7406;&#x8BBA;&#x7684;&#x57FA;&#x7840;&#x5047;&#x8BBE;&#x2014;&#x2014;&#x73AF;&#x5883;&#x662F;&#x4E0D;&#x968F;&#x7269;&#x79CD;&#x7684;&#x610F;&#x8BC6;&#x4E3A;&#x8F6C;&#x79FB;&#x7684;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x6B64;&#x65F6;&#x6211;&#x4EEC;&#x53C8;&#x8BE5;&#x5982;&#x4F55;&#x89E3;&#x91CA;&#x4EBA;&#x7C7B;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x53D1;&#x5C55;&#xFF0C;&#x600E;&#x6837;&#x9884;&#x6D4B;&#x4EBA;&#x7C7B;&#x7684;&#x53D1;&#x5C55;&#x672A;&#x6765;&#xFF0C;&#x600E;&#x4E48;&#x7406;&#x89E3;&#x6211;&#x4EEC;&#x4ECA;&#x5929;&#x6240;&#x505A;&#x7684;&#x4E00;&#x5207;&#x52AA;&#x529B;&#x4E4B;&#x76EE;&#x7684;&#x5462;&#xFF1F;&#x5728;&#x56DE;&#x7B54;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x4E4B;&#x524D;&#xFF0C;&#x9996;&#x5148;&#x8981;&#x8BA8;&#x8BBA;&#x4E00;&#x4E0B;&#x4EBA;&#x6027;&#x7684;&#x672C;&#x8D28;&#x3002; &#xAD;</p>
<p>&#x5173;&#x4E8E;&#x4EBA;&#x6027;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x53E4;&#x5F80;&#x4ECA;&#x6765;&#x5DF2;&#x6709;&#x65E0;&#x6570;&#x4EBA;&#x4EEC;&#x53D1;&#x8868;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x89C1;&#x89E3;&#xFF0C;&#x7ED3;&#x8BBA;&#x83AB;&#x8877;&#x4E00;&#x662F;&#xFF0C;&#x5404;&#x6267;&#x5176;&#x8F9E;&#xFF0C;&#x603B;&#x4F53;&#x503E;&#x5411;&#x53EF;&#x5206;&#x4E3A;&#x4E24;&#x7C7B;&#xFF0C;&#x5176;&#x4E00;&#x6267;&#x201C;&#x6027;&#x672C;&#x5584;&#x201D;&#x8BBA;&#xFF0C;&#x5982;&#x5B5F;&#x5B50;&#xFF1B;&#x5176;&#x4E00;&#x6267;&#x201C;&#x6027;&#x672C;&#x6076;&#x201D;&#x8BBA;&#xFF0C;&#x5982;&#x8340;&#x5B50;&#x3002;&#x8FD9;&#x4E9B;&#x7406;&#x8BBA;&#x81F3;&#x4ECA;&#x4ECD;&#x505C;&#x5728;&#x5047;&#x8BBE;&#x9636;&#x6BB5;&#xFF0C;&#x65E0;&#x4EBA;&#x80FD;&#x591F;&#x7528;&#x4EFB;&#x4F55;&#x65B9;&#x6CD5;&#x8BC1;&#x660E;&#x5176;&#x5408;&#x7406;&#x6027;&#x3002;&#x5176;&#x5B9E;&#xFF0C;&#x8FD9;&#x4E9B;&#x7406;&#x8BBA;&#x5047;&#x8BBE;&#x90FD;&#x5FFD;&#x7565;&#x4E86;&#x4E00;&#x4E2A;&#x6781;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x201C;&#x672C;&#x5584;&#x201D;&#x8BBA;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x672C;&#x6076;&#x201D;&#x8BBA;&#xFF0C;&#x5176;&#x4EF7;&#x503C;&#x53C2;&#x7167;&#x6807;&#x51C6;&#x90FD;&#x662F;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x7279;&#x6709;&#x7684;&#x9053;&#x5FB7;&#x89C4;&#x8303;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x9053;&#x5FB7;&#x89C4;&#x8303;&#x662F;&#x5728;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x751F;&#x6D3B;&#x4E2D;&#x4EA7;&#x751F;&#x548C;&#x5B8C;&#x5584;&#x7684;&#xFF0C;&#x8FDB;&#x800C;&#x53CD;&#x4F5C;&#x7528;&#x4E8E;&#x4EBA;&#x7C7B;&#x7684;&#x793E;&#x4F1A;&#x751F;&#x6D3B;&#x3002;&#x4ECE;&#x65F6;&#x95F4;&#x987A;&#x5E8F;&#x4E0A;&#x8BF4;&#xFF0C;&#x662F;&#x5148;&#x6709;&#x4E86;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#xFF0C;&#x7136;&#x540E;&#x624D;&#x6709;&#x9053;&#x5FB7;&#x89C4;&#x8303;&#xFF1B;&#x4ECE;&#x4EBA;&#x7C7B;&#x4E2A;&#x4F53;&#x7684;&#x53D1;&#x5C55;&#x4E0A;&#x8BF4;&#xFF0C;&#x662F;&#x5148;&#x6709;&#x4E86;&#x4ECE;&#x4E4B;&#x672C;&#x6027;&#xFF0C;&#x7136;&#x540E;&#x624D;&#x6709;&#x9053;&#x5FB7;&#x89C4;&#x8303;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4EE5;&#x9053;&#x5FB7;&#x89C4;&#x8303;&#x4F5C;&#x4E3A;&#x4EBA;&#x6027;&#x7684;&#x4EF7;&#x503C;&#x53C2;&#x7167;&#x6807;&#x51C6;&#x662F;&#x4E0D;&#x5C3D;&#x5408;&#x7406;&#x7684;&#x3002;&#x5176;&#x6B21;&#xFF0C;&#x4EBA;&#x6027;&#x662F;&#x591A;&#x91CD;&#x7684;&#x3001;&#x590D;&#x6742;&#x7684;&#xFF0C;&#x4EC5;&#x4EC5;&#x7528;&#x201C;&#x5584;&#x201D;&#x6216;&#x201C;&#x6076;&#x201D;&#x6765;&#x5B9A;&#x6027;&#x4E4B;&#xFF0C;&#x663E;&#x7136;&#x662F;&#x4E0D;&#x591F;&#x7684;&#xFF0C;&#x5982;&#x8981;&#x6DF1;&#x523B;&#x5730;&#x7406;&#x89E3;&#x4EBA;&#x6027;&#xFF0C;&#x5C31;&#x5FC5;&#x9700;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x66F4;&#x4E3A;&#x6DF1;&#x523B;&#x5F7B;&#x5E95;&#x7684;&#x89E3;&#x6790;&#x3002; &#xAD;</p>
<p>&#x9A6C;&#x65AF;&#x6D1B;&#x7684;&#x9700;&#x8981;&#x5C42;&#x6B21;&#x7406;&#x8BBA;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x7684;&#x9700;&#x8981;&#x53EF;&#x4EE5;&#x5212;&#x5206;&#x4E3A;&#x4E03;&#x4E2A;&#x76F8;&#x5BF9;&#x72EC;&#x7ACB;&#x7684;&#x5C42;&#x6B21;&#xFF0C;&#x6309;&#x7167;&#x6EE1;&#x8DB3;&#x8BC9;&#x6C42;&#x7684;&#x5F3A;&#x5EA6;&#x6392;&#x5217;&#x6210;&#x91D1;&#x5B57;&#x5854;&#x5F62;&#xFF0C;&#x4ECE;&#x4E0B;&#x5230;&#x4E0A;&#x4F9D;&#x6B21;&#x662F;&#x751F;&#x7406;&#x9700;&#x8981;&#x3001;&#x5B89;&#x5168;&#x9700;&#x8981;&#x3001;&#x5F52;&#x5C5E;&#x4E0E;&#x7231;&#x7684;&#x9700;&#x8981;&#x3001;&#x5C0A;&#x91CD;&#x9700;&#x8981;&#x3001;&#x8BA4;&#x77E5;&#x9700;&#x8981;&#x3001;&#x5BA1;&#x7F8E;&#x9700;&#x8981;&#x548C;&#x81EA;&#x6211;&#x5B9E;&#x73B0;&#x9700;&#x8981;&#xFF0C;&#x5176;&#x4E2D;&#x5904;&#x4E8E;&#x91D1;&#x5B57;&#x5854;&#x5E95;&#x90E8;&#x7684;&#x56DB;&#x79CD;&#x9700;&#x8981;&#x4E3A;&#x57FA;&#x672C;&#x9700;&#x8981;&#xFF0C;&#x6EE1;&#x8DB3;&#x8BC9;&#x6C42;&#x5F3A;&#x70C8;&#xFF0C;&#x4F46;&#x662F;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x540E;&#x529B;&#x91CF;&#x76F8;&#x5E94;&#x51CF;&#x5F31;&#xFF1B;&#x5904;&#x4E8E;&#x91D1;&#x5B57;&#x5854;&#x9876;&#x90E8;&#x7684;&#x4E09;&#x79CD;&#x9700;&#x8981;&#x4E3A;&#x6210;&#x957F;&#x9700;&#x8981;&#xFF0C;&#x5C5E;&#x4E8E;&#x9AD8;&#x7EA7;&#x9700;&#x8981;&#xFF0C;&#x6EE1;&#x8DB3;&#x8BC9;&#x6C42;&#x76F8;&#x5BF9;&#x8F83;&#x5F31;&#xFF0C;&#x5E76;&#x4E14;&#x53EA;&#x5728;&#x57FA;&#x672C;&#x9700;&#x8981;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x6216;&#x57FA;&#x672C;&#x6EE1;&#x8DB3;&#x540E;&#x624D;&#x8868;&#x73B0;&#x51FA;&#x4E00;&#x5B9A;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x4F46;&#x662F;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x540E;&#x5176;&#x529B;&#x91CF;&#x5E76;&#x4E0D;&#x51CF;&#x5F31;&#xFF0C;&#x800C;&#x662F;&#x76F8;&#x5E94;&#x589E;&#x5F3A;&#x3002; &#xAD;</p>
<p>&#x5728;&#x9A6C;&#x65AF;&#x6D1B;&#x7406;&#x8BBA;&#x7684;&#x542F;&#x53D1;&#x4E0B;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x4EBA;&#x6027;&#x4E5F;&#x53EF;&#x4EE5;&#x5212;&#x5206;&#x4E3A;&#x751F;&#x5B58;&#x4E0E;&#x4EAB;&#x53D7;&#x4E24;&#x4E2A;&#x5C42;&#x6B21;&#xFF0C;&#x5E76;&#x4E14;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x505A;&#x5982;&#x4E0B;&#x89E3;&#x91CA;&#xFF1A;&#x201C;&#x751F;&#x5B58;&#x201D;&#x662F;&#x4EBA;&#x6027;&#x4E4B;&#x57FA;&#x672C;&#xFF0C;&#x5176;&#x529B;&#x91CF;&#x5F02;&#x5E38;&#x5F3A;&#x5927;&#xFF0C;&#x6EE1;&#x8DB3;&#x8BC9;&#x6C42;&#x6781;&#x5F3A;&#xFF0C;&#x4F46;&#x662F;&#x5F53;&#x5176;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x540E;&#xFF0C;&#x5176;&#x529B;&#x91CF;&#x5C31;&#x4F1A;&#x76F8;&#x5E94;&#x7684;&#x51CF;&#x5F31;&#xFF1B;&#x201C;&#x4EAB;&#x53D7;&#x201D;&#x5219;&#x662F;&#x66F4;&#x9AD8;&#x4E00;&#x7EA7;&#x7684;&#x4EBA;&#x6027;&#xFF0C;&#x5B83;&#x53EA;&#x5728;&#x751F;&#x5B58;&#x5F97;&#x4EE5;&#x6EE1;&#x8DB3;&#x6216;&#x57FA;&#x672C;&#x6EE1;&#x8DB3;&#x65F6;&#x624D;&#x8868;&#x73B0;&#x51FA;&#x5F3A;&#x5927;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x800C;&#x4E14;&#x5F53;&#x5176;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x540E;&#xFF0C;&#x5176;&#x529B;&#x91CF;&#x5E76;&#x4E0D;&#x51CF;&#x5F31;&#xFF0C;&#x53CD;&#x800C;&#x66F4;&#x4E3A;&#x5F3A;&#x5927;&#x3002;&#x9700;&#x8981;&#x6307;&#x51FA;&#x7684;&#x4E00;&#x70B9;&#x662F;&#x201C;&#x4EAB;&#x53D7;&#x201D;&#x5E76;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x201C;&#x6076;&#x201D;&#xFF0C;&#x5176;&#x5B9E;&#x5B83;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x4E2D;&#x6027;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x5176;&#x4EF7;&#x503C;&#x503E;&#x5411;&#x4F53;&#x73B0;&#x5728;&#x4EBA;&#x7C7B;&#x8FFD;&#x6C42;&#x5B9E;&#x73B0;&#x4E4B;&#x7684;&#x8FC7;&#x7A0B;&#x548C;&#x65B9;&#x5F0F;&#x4E4B;&#x4E2D;&#x3002; &#xAD;</p>
<p>&#x57FA;&#x4E8E;&#x4EE5;&#x4E0A;&#x5BF9;&#x4EBA;&#x6027;&#x7684;&#x8BA8;&#x8BBA;&#xFF0C;&#x73B0;&#x5728;&#x53EF;&#x4EE5;&#x5C55;&#x5F00;&#x5BF9;&#x4EBA;&#x7C7B;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x53D1;&#x5C55;&#x8FDB;&#x5316;&#x7684;&#x8BA8;&#x8BBA;&#x4E86;&#x3002;&#x6839;&#x636E;&#x9A6C;&#x514B;&#x601D;&#x4E3B;&#x4E49;&#x54F2;&#x5B66;&#x89C2;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#x4E00;&#x5207;&#x5916;&#x56E0;&#x90FD;&#x8981;&#x901A;&#x8FC7;&#x5185;&#x56E0;&#x624D;&#x80FD;&#x8D77;&#x5230;&#x5F71;&#x54CD;&#x4F5C;&#x7528;&#x3002;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x5728;&#x4EBA;&#x7C7B;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#x73AF;&#x5883;&#x662F;&#x5916;&#x56E0;&#xFF0C;&#x4EBA;&#x6027;&#x662F;&#x5185;&#x56E0;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x73AF;&#x5883;&#x5BF9;&#x4EBA;&#x7C7B;&#x8FDB;&#x5316;&#x7684;&#x5F71;&#x54CD;&#x6700;&#x7EC8;&#x8981;&#x901A;&#x8FC7;&#x4EBA;&#x6027;&#x7684;&#x54CD;&#x5E94;&#x624D;&#x80FD;&#x8868;&#x8FBE;&#x51FA;&#x6765;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x5185;&#x56E0;&#x4E5F;&#x53EF;&#x4EE5;&#x5355;&#x72EC;&#x8D77;&#x4F5C;&#x7528;&#xFF0C;&#x5185;&#x56E0;&#x7684;&#x4F5C;&#x7528;&#x7ED3;&#x679C;&#x4F5C;&#x4E3A;&#x5916;&#x56E0;&#x53CD;&#x4F5C;&#x7528;&#x4E8E;&#x5185;&#x56E0;&#xFF0C;&#x8FDB;&#x800C;&#x4FC3;&#x4F7F;&#x4E8B;&#x7269;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x4EBA;&#x7C7B;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4EBA;&#x6027;&#x4F5C;&#x4E3A;&#x5185;&#x56E0;&#x662F;&#x6709;&#x53EF;&#x80FD;&#x6446;&#x8131;&#x73AF;&#x5883;&#x7684;&#x5F71;&#x54CD;&#x800C;&#x5355;&#x72EC;&#x8D77;&#x4F5C;&#x7528;&#x3002;&#x73AF;&#x5883;&#x4E0E;&#x4EBA;&#x6027;&#x4F5C;&#x7528;&#x4E8E;&#x4EBA;&#x7C7B;&#x8FDB;&#x5316;&#x53D1;&#x5C55;&#x7684;&#x5177;&#x4F53;&#x60C5;&#x51B5;&#x53EF;&#x4F5C;&#x5982;&#x4E0B;&#x5206;&#x6790;&#xFF1A; &#xAD;</p>
<p>&#x5728;&#x4EBA;&#x7C7B;&#x5C1A;&#x672A;&#x6446;&#x8131;&#x73AF;&#x5883;&#x7684;&#x7EDD;&#x5BF9;&#x63A7;&#x5236;&#x65F6;&#xFF0C;&#x201C;&#x7269;&#x7ADE;&#x5929;&#x62E9;&#x201D;&#x662F;&#x4EBA;&#x7C7B;&#x7684;&#x4E3B;&#x5BFC;&#x8FDB;&#x5316;&#x65B9;&#x5F0F;&#x3002;&#x73AF;&#x5883;&#x7684;&#x5F71;&#x54CD;&#x901A;&#x8FC7;&#x4EBA;&#x6027;&#x4E2D;&#x7684;&#x751F;&#x5B58;&#x800C;&#x4E3B;&#x5BFC;&#x7740;&#x4EBA;&#x7C7B;&#x7684;&#x4E00;&#x5207;&#x6D3B;&#x52A8;&#xFF0C;&#x4EBA;&#x7C7B;&#x7684;&#x4E00;&#x5207;&#x52AA;&#x529B;&#x76EE;&#x7684;&#x548C;&#x8FD9;&#x4E9B;&#x52AA;&#x529B;&#x6240;&#x5BFC;&#x81F4;&#x7684;&#x8FDB;&#x5316;&#x65B9;&#x5411;&#x90FD;&#x662F;&#x751F;&#x5B58;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x4EBA;&#x7C7B;&#x5728;&#x4E3A;&#x4E86;&#x751F;&#x5B58;&#x800C;&#x4E0E;&#x73AF;&#x5883;&#x4E0D;&#x65AD;&#x5730;&#x8FDB;&#x884C;&#x8270;&#x82E6;&#x5353;&#x7EDD;&#x7684;&#x6597;&#x4E89;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x5F15;&#x8D77;&#x4E86;&#x4EBA;&#x7C7B;&#x81EA;&#x8EAB;&#x671D;&#x7740;&#x9002;&#x5E94;&#x73AF;&#x5883;&#x7684;&#x65B9;&#x5411;&#x8FDB;&#x5316;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4EBA;&#x7C7B;&#x7684;&#x667A;&#x6167;&#x4E5F;&#x5728;&#x6162;&#x6162;&#x7684;&#x589E;&#x957F;&#xFF0C;&#x4E3A;&#x5176;&#x5411;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x7684;&#x8FDB;&#x5316;&#x5960;&#x5B9A;&#x4E86;&#x57FA;&#x7840;&#x3002;&#x968F;&#x7740;&#x4EBA;&#x7C7B;&#x7684;&#x667A;&#x6167;&#x7684;&#x65E5;&#x6E10;&#x589E;&#x957F;&#xFF0C;&#x7EC8;&#x4E8E;&#x5728;&#x67D0;&#x5929;&#x4EBA;&#x7C7B;&#x80FD;&#x591F;&#x81EA;&#x884C;&#x5236;&#x9020;&#x5DE5;&#x5177;&#x5E76;&#x7528;&#x5B83;&#x6765;&#x8FBE;&#x6210;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x6807;&#x3002;&#x4ECE;&#x6B64;&#xFF0C;&#x4EBA;&#x7C7B;&#x8FDB;&#x5165;&#x5230;&#x667A;&#x6167;&#x4EBA;&#x7C7B;&#x7684;&#x8FDB;&#x5316;&#x9636;&#x6BB5;&#xFF0C;&#x5F00;&#x59CB;&#x4E86;&#x6539;&#x9020;&#x81EA;&#x7136;&#x7684;&#x4E3B;&#x52A8;&#x53D1;&#x5C55;&#xFF0C;&#x540C;&#x65F6;&#xFF0C;&#x4EBA;&#x7C7B;&#x7684;&#x8FDB;&#x5316;&#x65B9;&#x5F0F;&#x4E5F;&#x53D1;&#x751F;&#x4E86;&#x6839;&#x672C;&#x6027;&#x53D8;&#x5316;&#xFF0C;&#x5DF2;&#x4E0D;&#x518D;&#x5355;&#x7EAF;&#x5730;&#x63A5;&#x53D7;&#x201C;&#x7269;&#x7ADE;&#x5929;&#x62E9;&#x201D;&#x7684;&#x88AB;&#x52A8;&#x8FDB;&#x5316;&#xFF0C;&#x8FD8;&#x80FD;&#x591F;&#x6839;&#x636E;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x80FD;&#x52A8;&#x5730;&#x6539;&#x9020;&#x81EA;&#x7136;&#x3001;&#x4FDD;&#x5B58;&#x81EA;&#x6211;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x9636;&#x6BB5;&#xFF0C;&#x4EBA;&#x7C7B;&#x8FDB;&#x5316;&#x7684;&#x6839;&#x672C;&#x52A8;&#x529B;&#x8FD8;&#x662F;&#x751F;&#x5B58;&#xFF0C;&#x56E0;&#x4E3A;&#x6B64;&#x65F6;&#x4EBA;&#x7C7B;&#x5C1A;&#x672A;&#x6446;&#x8131;&#x751F;&#x5B58;&#x7684;&#x538B;&#x529B;&#xFF0C;&#x4F46;&#x662F;&#x56E0;&#x4E3A;&#x4EBA;&#x7C7B;&#x80FD;&#x591F;&#x81EA;&#x884C;&#x6539;&#x9020;&#x81EA;&#x7136;&#xFF0C;&#x6240;&#x4EE5;&#x5176;&#x8FDB;&#x5316;&#x901F;&#x5EA6;&#x8F83;&#x4E4B;&#x4EE5;&#x5F80;&#x6709;&#x4E86;&#x660E;&#x663E;&#x7684;&#x52A0;&#x901F;&#x3002;&#x7ECF;&#x8FC7;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x667A;&#x6167;&#x79EF;&#x7D2F;&#xFF0C;&#x4EBA;&#x7C7B;&#x7EC8;&#x4E8E;&#x5728;&#x53C2;&#x7167;&#x81EA;&#x7136;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#x53D1;&#x660E;&#x4E86;&#x6587;&#x5B57;&#xFF0C;&#x4F7F;&#x4EBA;&#x7C7B;&#x751F;&#x4EA7;&#x5B9E;&#x8DF5;&#x6240;&#x79EF;&#x7D2F;&#x7684;&#x77E5;&#x8BC6;&#x7ECF;&#x9A8C;&#x80FD;&#x591F;&#x5DF2;&#x62BD;&#x8C61;&#x7684;&#x6587;&#x5B57;&#x5F62;&#x5F0F;&#x8BB0;&#x5F55;&#x3001;&#x4F20;&#x64AD;&#x5E76;&#x79EF;&#x7D2F;&#x4F20;&#x627F;&#x4E0B;&#x6765;&#xFF0C;&#x4F7F;&#x540E;&#x4EBA;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x6587;&#x5B57;&#x6E20;&#x9053;&#x83B7;&#x53D6;&#x524D;&#x4EBA;&#x7684;&#x77E5;&#x8BC6;&#x7ECF;&#x9A8C;&#xFF0C;&#x7701;&#x53BB;&#x4E86;&#x76F4;&#x63A5;&#x4EBA;&#x9645;&#x4F20;&#x64AD;&#x7684;&#x79CD;&#x79CD;&#x9650;&#x5236;&#xFF0C;&#x8D85;&#x8D8A;&#x4E86;&#x65F6;&#x7A7A;&#xFF0C;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x4F7F;&#x4EBA;&#x7C7B;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x53D1;&#x751F;&#x4E86;&#x6839;&#x672C;&#x6027;&#x53D8;&#x5316;&#xFF0C;&#x4ECE;&#x76F4;&#x89C2;&#x7684;&#x5F62;&#x8C61;&#x601D;&#x7EF4;&#x8F6C;&#x5316;&#x4E3A;&#x6DF1;&#x523B;&#x7684;&#x62BD;&#x8C61;&#x601D;&#x7EF4;&#x3002;&#x4ECE;&#x6B64;&#xFF0C;&#x4EBA;&#x7C7B;&#x5728;&#x6539;&#x9020;&#x81EA;&#x7136;&#x7684;&#x5B9E;&#x8DF5;&#x4E2D;&#x6E10;&#x6E10;&#x5730;&#x6446;&#x8131;&#x4E86;&#x76F4;&#x89C2;&#x601D;&#x60F3;&#x7684;&#x9650;&#x5236;&#xFF0C;&#x5F00;&#x59CB;&#x4ECE;&#x66F4;&#x6DF1;&#x5C42;&#x6B21;&#x7406;&#x89E3;&#x4E8B;&#x7269;&#x7684;&#x4EA7;&#x751F;&#x3001;&#x53D1;&#x5C55;&#x3001;&#x6F14;&#x5316;&#x548C;&#x6D88;&#x4EA1;&#xFF0C;&#x5E76;&#x5BF9;&#x4E8B;&#x7269;&#x8FDB;&#x884C;&#x8D28;&#x7684;&#x89E3;&#x91CA;&#x3002;&#x4ECE;&#x800C;&#xFF0C;&#x4EBA;&#x7C7B;&#x6539;&#x9020;&#x81EA;&#x7136;&#x7684;&#x80FD;&#x529B;&#x6709;&#x4E86;&#x6781;&#x5927;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x968F;&#x7740;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x7684;&#x7EE7;&#x7EED;&#x53D1;&#x5C55;&#xFF0C;&#x5F88;&#x5FEB;&#xFF0C;&#x4EBA;&#x7C7B;&#x4FBF;&#x57FA;&#x672C;&#x4E0A;&#x6446;&#x8131;&#x4E86;&#x81EA;&#x7136;&#x8FD9;&#x4E00;&#x5916;&#x5728;&#x56E0;&#x7D20;&#x5BF9;&#x81EA;&#x8EAB;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5177;&#x4F53;&#x8868;&#x73B0;&#x5C31;&#x662F;&#x4EBA;&#x7C7B;&#x7684;&#x751F;&#x5B58;&#x5DF2;&#x7ECF;&#x57FA;&#x672C;&#x5F97;&#x5230;&#x4E86;&#x4FDD;&#x969C;&#xFF0C;&#x5F3A;&#x70C8;&#x7684;&#x751F;&#x5B58;&#x538B;&#x529B;&#x5DF2;&#x7ECF;&#x4E0D;&#x590D;&#x5B58;&#x5728;&#x3002;&#x76F8;&#x5E94;&#x7684;&#xFF0C;&#x4EBA;&#x7C7B;&#x8FDB;&#x5316;&#x7684;&#x52A8;&#x529B;&#x5DF2;&#x4E0D;&#x518D;&#x662F;&#x751F;&#x5B58;&#xFF0C;&#x8F6C;&#x800C;&#x4E3A;&#x4EAB;&#x53D7;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x4EBA;&#x7C7B;&#x5F00;&#x59CB;&#x4E3A;&#x5B9E;&#x73B0;&#x66F4;&#x7F8E;&#x597D;&#x7684;&#x751F;&#x6D3B;&#x800C;&#x4E0D;&#x61C8;&#x52AA;&#x529B;&#x3002;&#x56E0;&#x4E3A;&#x4EAB;&#x53D7;&#x7684;&#x81EA;&#x6211;&#x6FC0;&#x53D1;&#x6027;&#xFF0C;&#x4F7F;&#x5F97;&#x4EBA;&#x7C7B;&#x5BF9;&#x7F8E;&#x597D;&#x751F;&#x6D3B;&#x7684;&#x8FFD;&#x6C42;&#x53D8;&#x5F97;&#x6C38;&#x65E0;&#x6B62;&#x5883;&#xFF0C;&#x6210;&#x4E3A;&#x4EBA;&#x7C7B;&#x8FDB;&#x5316;&#x7684;&#x6C38;&#x6052;&#x52A8;&#x529B;&#x3002; &#xAD;</p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x662F;&#xFF1A;&#x201C;&#x4EAB;&#x53D7;&#x201D;&#x7684;&#x5177;&#x4F53;&#x542B;&#x4E49;&#x4F55;&#x5728;&#xFF0C;&#x201C;&#x7F8E;&#x597D;&#x7684;&#x751F;&#x6D3B;&#x201D;&#x53C8;&#x6709;&#x600E;&#x6837;&#x7684;&#x5177;&#x4F53;&#x8868;&#x73B0;&#xFF1F; &#xAD;</p>
<p>&#x4EAB;&#x53D7;&#x5728;&#x4E00;&#x822C;&#x4E0A;&#x7684;&#x610F;&#x4E49;&#x662F;&#x201C;&#x7269;&#x8D28;&#x4E0A;&#x6216;&#x7CBE;&#x795E;&#x4E0A;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x201D;&#xFF0C;&#x4F46;&#x662F;&#x4F5C;&#x4E3A;&#x672C;&#x6587;&#x7684;&#x6838;&#x5FC3;&#x6982;&#x5FF5;&#x8FD8;&#x5F97;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x5F15;&#x7533;&#xFF1A;&#x4EAB;&#x53D7;&#x4E0D;&#x4EC5;&#x662F;&#x201C;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x201D;&#xFF0C;&#x66F4;&#x4FA7;&#x91CD;&#x4E8E;&#x201C;&#x8FFD;&#x6C42;&#x6EE1;&#x8DB3;&#x201D;&#x7684;&#x8FC7;&#x7A0B;&#x548C;&#x201C;&#x5F97;&#x5230;&#x6EE1;&#x8DB3;&#x201D;&#x540E;&#x7684;&#x7CBE;&#x795E;&#x4F53;&#x9A8C;&#x3002;&#x4E3A;&#x4E86;&#x611F;&#x53D7;&#x8FD9;&#x79CD;&#x4F53;&#x9A8C;&#x4EBA;&#x7C7B;&#x4F1A;&#x505A;&#x51FA;&#x6781;&#x5927;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x800C;&#x8FD9;&#x79CD;&#x611F;&#x53D7;&#x53C8;&#x80FD;&#x8FDB;&#x4E00;&#x6B65;&#x6FC0;&#x8D77;&#x4EBA;&#x7C7B;&#x8FFD;&#x6C42;&#x4EAB;&#x53D7;&#x7684;&#x52A8;&#x529B;&#x3002;&#x81F3;&#x4E8E;&#x4EAB;&#x53D7;&#x7684;&#x672C;&#x6E90;&#x4F55;&#x5728;&#xFF1F;&#x53EF;&#x4EE5;&#x4F5C;&#x8FD9;&#x6837;&#x7684;&#x89E3;&#x91CA;&#xFF1A;&#x4EAB;&#x53D7;&#x662F;&#x4EBA;&#x4E4B;&#x672C;&#x6027;&#xFF0C;&#x4E0E;&#x751F;&#x4FF1;&#x6765;&#xFF0C;&#x4EBA;&#x4E4B;&#x8FFD;&#x6C42;&#x4EAB;&#x53D7;&#x662F;&#x7531;&#x4EBA;&#x7684;&#x81EA;&#x7136;&#x5C5E;&#x6027;&#x6240;&#x51B3;&#x5B9A;&#x7684;&#xFF0C;&#x662F;&#x4EBA;&#x4E4B;&#x4E3A;&#x4EBA;&#x7684;&#x57FA;&#x672C;&#x6761;&#x4EF6;&#x4E4B;&#x4E00;&#xFF0C;&#x5C31;&#x50CF;&#x4EBA;&#x4E4B;&#x8FFD;&#x6C42;&#x7F8E;&#x4E00;&#x6837;&#x3002; &#xAD;</p>
<p>&#x81F3;&#x4E8E;&#x201C;&#x7F8E;&#x597D;&#x7684;&#x751F;&#x6D3B;&#x201D;&#xFF0C;&#x5B83;&#x662F;&#x4EBA;&#x4EEC;&#x8FFD;&#x6C42;&#x4EAB;&#x53D7;&#x7684;&#x76F4;&#x63A5;&#x76EE;&#x6807;&#xFF0C;&#x5176;&#x5177;&#x4F53;&#x8868;&#x73B0;&#x53EF;&#x4EE5;&#x7528;&#x4E00;&#x4E2A;&#x5B57;&#x6765;&#x6982;&#x62EC;&#xFF1A;&#x201C;&#x7B80;&#x201D;&#x3002; &#xAD;</p>
<p>(&#x5F85;&#x7EED;&#x2026;&#x2026;)&#xAD;</p>
<blockquote>
<p>&#x540E;&#x8BB0;&#xFF1A;&#x5982;&#x4ECA;&#x8BFB;&#x6765;&#xFF0C;&#x4F9D;&#x7136;&#x53EF;&#x89C1;&#x5F53;&#x521D;&#x7684;&#x601D;&#x60F3;&#x706B;&#x5149;</p>
</blockquote>

          
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>


    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
  </section>

  
  <nav class="pagination">
    <a class="extend prev" rel="prev" href="/page/73/"><i class="fa fa-angle-left"></i></a><a class="page-number" href="/">1</a><span class="space">&hellip;</span><a class="page-number" href="/page/73/">73</a><span class="page-number current">74</span>
  </nav>



          </div>
          


          

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image" src="/images/avatar.jpg" alt="xhrong">
          <p class="site-author-name" itemprop="name">xhrong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">74</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">21</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">127</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">
  
  &copy; 
  <span itemprop="copyrightYear">2025</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">xhrong</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  

  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"xhrong"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  
  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length == 0) {
      search_path = "search.xml";
    }
    var path = "/" + search_path;
    // monitor main search box;

    function proceedsearch() {
      $("body").append('<div class="popoverlay">').css('overflow', 'hidden');
      $('.popup').toggle();
    }
    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';
      $.ajax({
        url: path,
        dataType: "xml",
        async: true,
        success: function( xmlResponse ) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = $( "entry", xmlResponse ).map(function() {
            return {
              title: $( "title", this ).text(),
              content: $("content",this).text(),
              url: $( "url" , this).text()
            };
          }).get();
          var $input = document.getElementById(search_id);
          var $resultContent = document.getElementById(content_id);
          $input.addEventListener('input', function(){
            var matchcounts = 0;
            var str='<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length > 1) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var content_index = [];
                var data_title = data.title.trim().toLowerCase();
                var data_content = data.content.trim().replace(/<[^>]+>/g,"").toLowerCase();
                var data_url = decodeURIComponent(data.url);
                var index_title = -1;
                var index_content = -1;
                var first_occur = -1;
                // only match artiles with not empty titles and contents
                if(data_title != '') {
                  keywords.forEach(function(keyword, i) {
                    index_title = data_title.indexOf(keyword);
                    index_content = data_content.indexOf(keyword);
                    if( index_title >= 0 || index_content >= 0 ){
                      isMatch = true;
                      if (i == 0) {
                        first_occur = index_content;
                      }
                    }

                  });
                }
                // show search results
                if (isMatch) {
                  matchcounts += 1;
                  str += "<li><a href='"+ data_url +"' class='search-result-title'>"+ data_title +"</a>";
                  var content = data.content.trim().replace(/<[^>]+>/g,"");
                  if (first_occur >= 0) {
                    // cut out 100 characters
                    var start = first_occur - 20;
                    var end = first_occur + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if(start == 0){
                      end = 50;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    var match_content = content.substring(start, end);
                    // highlight all keywords
                    keywords.forEach(function(keyword){
                      var regS = new RegExp(keyword, "gi");
                      match_content = match_content.replace(regS, "<b class=\"search-keyword\">"+keyword+"</b>");
                    });

                    str += "<p class=\"search-result\">" + match_content +"...</p>"
                  }
                  str += "</li>";
                }
              })};
            str += "</ul>";
            if (matchcounts == 0) { str = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>' }
            if (keywords == "") { str = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>' }
            $resultContent.innerHTML = str;
          });
          proceedsearch();
        }
      });}

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched == false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(function(e){
      $('.popup').hide();
      $(".popoverlay").remove();
      $('body').css('overflow', '');
    });
    $('.popup').click(function(e){
      e.stopPropagation();
    });
  </script>


  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("u4DTaPHSLi7UfAEx97rmGGkO-gzGzoHsz", "qEYRUuSsKEaUPpt8BwlMXnbr");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

  


</body>
</html>
